var bodyTypeBySeries = {
	1151001 : [ {
		value : "11512000",
		text : "新BMW 1系运动型两厢轿车"
	} ],
	1151002 : [ {
		value : "11512070",
		text : "新BMW 3系旅行轿车"
	}, {
		value : "11512460",
		text : "BMW 3系GT"
	}, {
		value : "11512520",
		text : "新BMW 3系"
	}, {
		value : "11512530",
		text : "新BMW 3系长轴距版"
	} ],
	1151003 : [ {
		value : "11512140",
		text : "BMW 5系旅行轿车"
	}, {
		value : "11512130",
		text : "BMW 5 系GT"
	}, {
		value : "11512120",
		text : "BMW 5系四门轿车长轴距版"
	}, {
		value : "11512110",
		text : "BMW 5系四门轿车"
	} ],
	1151004 : [ {
		value : "11512150",
		text : "新BMW 6系四门轿跑车"
	}, {
		value : "11512170",
		text : "新BMW 6系敞篷轿跑车"
	}, {
		value : "11512160",
		text : "新BMW 6系双门轿跑车"
	} ],
	1151005 : [ {
		value : "11512180",
		text : "全新BMW 7系"
	} ],
	1151006 : [ {
		value : "11512200",
		text : "新BMW X3"
	} ],
	1151007 : [ {
		value : "11512220",
		text : "新BMW X5"
	} ],
	1151008 : [ {
		value : "11512230",
		text : "新BMW X6"
	} ],
	1151009 : [ {
		value : "11512240",
		text : "BMW Z4敞篷跑车"
	} ],
	1151013 : [ {
		value : "11512290",
		text : "新BMW M6四门轿跑车"
	}, {
		value : "11512280",
		text : "BMW M5"
	}, {
		value : "11512270",
		text : "BMW M4敞篷轿跑车"
	}, {
		value : "11512260",
		text : "BMW M4双门轿跑车"
	}, {
		value : "11512250",
		text : "BMW M3"
	}, {
		value : "11512300",
		text : "新BMW M6 双门轿跑车"
	}, {
		value : "11512320",
		text : "新BMW X6 M"
	}, {
		value : "11512500",
		text : "M3 双门轿跑"
	}, {
		value : "11512510",
		text : "M3 敞篷轿跑"
	}, {
		value : "11512540",
		text : "全新M2双门轿跑车"
	}, {
		value : "11512310",
		text : "新BMW X5 M"
	} ],
	1151016 : [ {
		value : "11512550",
		text : "全新BMW X1 "
	} ],
	1151018 : [ {
		value : "11512090",
		text : "新BMW 4系敞篷轿跑车"
	}, {
		value : "11512080",
		text : "BMW 4系双门轿跑车"
	}, {
		value : "11512100",
		text : "全新BMW 4系四门轿跑车"
	} ],
	1151019 : [ {
		value : "11512340",
		text : "BMW i8"
	}, {
		value : "11512330",
		text : "纯电动BMW i3"
	} ],
	1151020 : [ {
		value : "11512030",
		text : "新BMW 2系敞篷轿跑车"
	}, {
		value : "11512020",
		text : "创新BMW 2系旅行车"
	}, {
		value : "11512010",
		text : "全新BMW 2系双门轿跑车"
	}, {
		value : "11512035",
		text : "创新BMW 2系多功能旅行车"
	} ],
	1151021 : [ {
		value : "11512210",
		text : "BMW X4"
	} ]
};
var	modelByBodyType = {
	11512000 : [ {
		value : "115112598",
		text : "M135i"
	}, {
		value : "11511100",
		text : "118i 领先型"
	}, {
		value : "115112556",
		text : "118i 都市设计套装"
	}, {
		value : "115112557",
		text : "120i领先型"
	}, {
		value : "115112558",
		text : "120i 运动设计套装"
	}, {
		value : "115112559",
		text : "125i M运动型"
	} ],
	11512010 : [ {
		value : "115112555",
		text : "218i 双门轿跑车"
	}, {
		value : "115112156",
		text : "220i 领先型"
	}, {
		value : "115112160",
		text : "220i 运动设计套装型"
	}, {
		value : "115112164",
		text : "M235i"
	} ],
	11512020 : [ {
		value : "1151125875",
		text : "新218i时尚型(国产版)"
	}, {
		value : "1151125876",
		text : "新218i领先型(国产版)"
	}, {
		value : "1151125877",
		text : "新218i运动设计套装(国产版)"
	}, {
		value : "1151125878",
		text : "新220i领先型(国产版)"
	}, {
		value : "1151125879",
		text : "新220i豪华设计套装(国产版)"
	} ],
	11512030 : [ {
		value : "115112416",
		text : "218i"
	}, {
		value : "115112424",
		text : "220i M运动型"
	}, {
		value : "115112420",
		text : "220i 领先型"
	} ],
	11512035 : [ {
		value : "1151125801",
		text : "BMW 2系 多功能旅行车"
	}, {
		value : "1151125805",
		text : "多功能旅行车218i运动设计套装"
	} ],
	11512070 : [ {
		value : "1151125872",
		text : "新320i 时尚型"
	}, {
		value : "1151125873",
		text : "新320i 运动设计套装"
	}, {
		value : "1151125874",
		text : "新330i M运动型"
	} ],
	11512080 : [ {
		value : "115112574",
		text : "435i xDrive双门轿跑车 设计套装型"
	}, {
		value : "115112573",
		text : "435i 双门轿跑车 设计套装型"
	}, {
		value : "115112572",
		text : "428i xDrive双门轿跑车 设计套装型"
	}, {
		value : "115112571",
		text : "428i 双门轿跑车 设计套装型"
	}, {
		value : "11511164",
		text : "428i 设计套装型"
	}, {
		value : "11511165",
		text : "428i xDrive 设计套装型"
	}, {
		value : "11511166",
		text : "435i 设计套装型"
	}, {
		value : "11511167",
		text : "435i xDrive 设计套装型"
	}, {
		value : "115112462",
		text : "420i 时尚型"
	}, {
		value : "115112466",
		text : "420i 设计套装型"
	} ],
	11512090 : [ {
		value : "115112577",
		text : "428i xDrive 设计套装型"
	}, {
		value : "115112576",
		text : "435i 敞篷轿跑车 设计套装型"
	}, {
		value : "115112575",
		text : "428i 敞篷轿跑车 设计套装型 "
	}, {
		value : "115112168",
		text : "428i 设计套装型"
	}, {
		value : "115112172",
		text : "435i 设计套装型"
	}, {
		value : "115112474",
		text : "435i xDrive 设计套装型"
	}, {
		value : "115112478",
		text : "420i 时尚型"
	}, {
		value : "115112482",
		text : "420i 设计套装型"
	} ],
	11512100 : [ {
		value : "1151125040",
		text : "420i 时尚型"
	}, {
		value : "1151125500",
		text : "420i 设计套装型"
	}, {
		value : "115112223",
		text : "428i 设计套装型"
	}, {
		value : "115112227",
		text : "428i xDrive 设计套装型"
	}, {
		value : "1151125050",
		text : "435i xDrive M运动型"
	}, {
		value : "115112486",
		text : "435i M运动型"
	} ],
	11512110 : [ {
		value : "1151125030",
		text : "535i 豪华设计套装"
	}, {
		value : "1151125020",
		text : "520i 典雅型"
	}, {
		value : "115112373",
		text : "535i xDrive M运动型"
	}, {
		value : "115112506",
		text : "528i xDrive 豪华设计套装"
	} ],
	11512120 : [ {
		value : "115112584",
		text : "528Li 时尚型"
	}, {
		value : "115112583",
		text : "535Li 行政风尚设计套装"
	}, {
		value : "115112582",
		text : "535Li 豪华设计套装"
	}, {
		value : "115112581",
		text : "530Li 风尚设计套装"
	}, {
		value : "115112580",
		text : "530Li 豪华设计套装"
	}, {
		value : "115112579",
		text : "530Li 领先型"
	}, {
		value : "115112578",
		text : "525Li 风尚设计套装"
	}, {
		value : "11511149",
		text : "520Li 典雅型"
	}, {
		value : "115112371",
		text : "525Li 领先型"
	}, {
		value : "11511150",
		text : "525Li 豪华设计套装"
	}, {
		value : "115112372",
		text : "528Li 领先型"
	}, {
		value : "1151113",
		text : "528Li xDrive 领先型"
	}, {
		value : "115112210",
		text : "528Li 豪华设计套装"
	}, {
		value : "115112198",
		text : "528Li xDrive 豪华设计套装"
	}, {
		value : "11511158",
		text : "535Li 行政豪华设计套装"
	}, {
		value : "115112498",
		text : "535Li 领先型"
	} ],
	11512130 : [ {
		value : "115112586",
		text : "535i GT设计套装型"
	}, {
		value : "115112585",
		text : "528i GT设计套装型"
	}, {
		value : "11511138",
		text : "528i 领先型"
	}, {
		value : "1151165",
		text : "535i xDrive"
	}, {
		value : "115112374",
		text : "550i xDrive M 运动型"
	}, {
		value : "11511140",
		text : "535i 领先型"
	}, {
		value : "115112518",
		text : "528i 豪华型"
	}, {
		value : "115112526",
		text : "535i 豪华型"
	} ],
	11512140 : [ {
		value : "11511160",
		text : "520i "
	}, {
		value : "11511161",
		text : "528i"
	}, {
		value : "115112530",
		text : "528i xDrive M运动型"
	} ],
	11512150 : [ {
		value : "1151125861",
		text : "新640i 四门轿跑车"
	}, {
		value : "1151125862",
		text : "新640i xDrive 四门轿跑车"
	}, {
		value : "1151125863",
		text : "新650i xDrive 四门轿跑车"
	} ],
	11512160 : [ {
		value : "1151125867",
		text : "新640i 双门轿跑车"
	}, {
		value : "1151125868",
		text : "新640i xDrive 双门轿跑车"
	}, {
		value : "1151125869",
		text : "新650i xDrive 双门轿跑车"
	} ],
	11512170 : [ {
		value : "1151125864",
		text : "新640i 敞篷轿跑车"
	}, {
		value : "1151125870",
		text : "新640i xDrive敞篷轿跑车"
	}, {
		value : "1151125871",
		text : "新650i xDrive敞篷轿跑车"
	} ],
	11512180 : [ {
		value : "1151125881",
		text : "730Li 领先型"
	}, {
		value : "1151125880",
		text : "730Li 豪华型"
	}, {
		value : "1151125849",
		text : "740Li 领先型"
	}, {
		value : "1151125850",
		text : "740Li 豪华型"
	}, {
		value : "1151125851",
		text : "740Li 尊享型"
	}, {
		value : "1151125852",
		text : "750Li xDrive 五座版"
	}, {
		value : "1151125853",
		text : "750Li xDrive 四座版"
	} ],
	11512190 : [ {
		value : "115112590",
		text : "X1 sDrive20i设计套装型"
	}, {
		value : "115112264",
		text : "sDrive18i 时尚型"
	}, {
		value : "115112268",
		text : "sDrive18i 领先型"
	}, {
		value : "115112272",
		text : "sDrive18i 运动设计套装"
	}, {
		value : "115112280",
		text : "xDrive20i 运动设计套装"
	}, {
		value : "115112284",
		text : "xDrive28i X设计套装"
	}, {
		value : "115112260",
		text : "sDrive18i MT"
	}, {
		value : "115112542",
		text : "xDrive20i 时尚型"
	}, {
		value : "115112546",
		text : "sDrive18i X设计套装"
	}, {
		value : "115112550",
		text : "xDrive20i X设计套装"
	} ],
	11512200 : [ {
		value : "115112232",
		text : "xDrive20i 领先型"
	}, {
		value : "115112236",
		text : "xDrive20i X设计套装"
	}, {
		value : "115112244",
		text : "xDrive28i X设计套装"
	}, {
		value : "115112248",
		text : "xDrive35i M运动型"
	} ],
	11512210 : [ {
		value : "115112295",
		text : "xDrive20i X设计套装"
	}, {
		value : "115112299",
		text : "xDrive28i 领先型"
	}, {
		value : "115112303",
		text : "xDrive28i M运动型"
	}, {
		value : "1151125883",
		text : "X4 M40i"
	} ],
	11512220 : [ {
		value : "115112132",
		text : "xDrive30d"
	}, {
		value : "115112136",
		text : "xDrive35i 领先型"
	}, {
		value : "115112140",
		text : "xDrive35i 豪华型"
	}, {
		value : "115112144",
		text : "xDrive35i 尊享型"
	}, {
		value : "115112148",
		text : "xDrive50i M 运动型"
	}, {
		value : "1151130",
		text : "xDrive35i 典雅型"
	}, {
		value : "1151125810",
		text : "xDrive28i"
	}, {
		value : "1151125860",
		text : "全新BMW X5插电式混合动力"
	} ],
	11512230 : [ {
		value : "1151125080",
		text : "xDrive35i 尊享型"
	}, {
		value : "1151125090",
		text : "xDrive50i M运动型"
	}, {
		value : "1151125060",
		text : "xDrive35i 领先型"
	}, {
		value : "1151125820",
		text : "xDrive28i"
	}, {
		value : "1151125830",
		text : "X6 xDrive35i 豪华型"
	} ],
	11512240 : [ {
		value : "1151191",
		text : "sDrive20i 领先型"
	}, {
		value : "1151192",
		text : "sDrive28i 领先型"
	}, {
		value : "1151156",
		text : "sDrive35i 豪华型"
	}, {
		value : "11511121",
		text : "sDrive35is"
	} ],
	11512250 : [ {
		value : "115112317",
		text : "M3"
	} ],
	11512260 : [ {
		value : "115112321",
		text : "M4 双门轿跑车"
	}, {
		value : "1151125866",
		text : "全新BMW M4 MT"
	} ],
	11512270 : [ {
		value : "115112325",
		text : "M4 敞篷轿跑车"
	} ],
	11512280 : [ {
		value : "1151146",
		text : "M5"
	} ],
	11512290 : [ {
		value : "115112588",
		text : "M6 四门轿跑车"
	} ],
	11512300 : [ {
		value : "115112589",
		text : "M6 双门轿跑车"
	} ],
	11512310 : [ {
		value : "115112429",
		text : "X5 M"
	} ],
	11512320 : [ {
		value : "115112433",
		text : "X6 M"
	} ],
	11512330 : [ {
		value : "115112123",
		text : "全新纯电动 BMW i3 豪华型"
	}, {
		value : "115112127",
		text : "全新纯电动 BMW i3 增程型"
	}, {
		value : "1151125865",
		text : "BMW i3 时尚型"
	} ],
	11512340 : [ {
		value : "115112329",
		text : "全新BMW i8"
	} ],
	11512460 : [ {
		value : "115112562",
		text : "335i GT 设计套装"
	}, {
		value : "11511127",
		text : "320i 领先型"
	}, {
		value : "11511128",
		text : "320i 设计套装型"
	}, {
		value : "11511129",
		text : "328i 设计套装型"
	}, {
		value : "115112438",
		text : "328i xDrive 设计套装型"
	}, {
		value : "115112446",
		text : "335i xDrive 设计套装型"
	} ],
	11512470 : [ {
		value : "115112591",
		text : "X5 xDrive35i 臻享版"
	} ],
	11512500 : [ {
		value : "115112563",
		text : "M3 Coupe"
	} ],
	11512510 : [ {
		value : "115112564",
		text : "M3 Convertible"
	} ],
	11512520 : [ {
		value : "1151125831",
		text : "新316i 时尚型"
	}, {
		value : "1151125832",
		text : "新320i 时尚型"
	}, {
		value : "1151125833",
		text : "新320i M 运动型"
	}, {
		value : "1151125834",
		text : "新328i M 运动型"
	}, {
		value : "1151125835",
		text : "新328i xDrive M 运动型"
	} ],
	11512530 : [ {
		value : "1151125841",
		text : "新316Li 时尚型"
	}, {
		value : "1151125843",
		text : "新320Li 时尚型"
	}, {
		value : "1151125844",
		text : "新320Li 豪华设计套装"
	}, {
		value : "1151125845",
		text : "新328Li 时尚型"
	}, {
		value : "1151125846",
		text : "新328Li 豪华设计套装"
	}, {
		value : "1151125847",
		text : "新328Li xDrive 豪华设计套装"
	}, {
		value : "1151125848",
		text : "新335Li 豪华设计套装"
	} ],
	11512540 : [ {
		value : "1151125882",
		text : "M2双门轿跑车"
	} ],
	11512550 : [ {
		value : "1151125884",
		text : "全新BMW X1 sDrive18Li 时尚型"
	}, {
		value : "1151125885",
		text : "全新BMW X1 sDrive18Li 尊享型"
	}, {
		value : "1151125886",
		text : "全新BMW X1 sDrive18Li 豪华型"
	}, {
		value : "1151125887",
		text : "全新BMW X1 sDrive20Li 豪华型"
	}, {
		value : "1151125888",
		text : "全新BMW X1 xDrive20Li 豪华型"
	}, {
		value : "1151125889",
		text : "全新BMW X1 xDrive25Li 豪华型"
	} ]
};
/*
var dealerCities = {
	51001 : [ {
		value : "1150308",
		text : "重庆"
	} ],
	51002 : [ {
		value : "1150334",
		text : "上海"
	} ],
	51003 : [ {
		value : "11503159",
		text : "大理"
	}, {
		value : "11503145",
		text : "红河"
	}, {
		value : "1150324",
		text : "昆明"
	}, {
		value : "1150364",
		text : "曲靖"
	}, {
		value : "11503153",
		text : "玉溪"
	} ],
	51004 : [ {
		value : "1150394",
		text : "包头"
	}, {
		value : "11503121",
		text : "赤峰"
	}, {
		value : "1150320",
		text : "呼和浩特"
	}, {
		value : "11503187",
		text : "呼伦贝尔"
	}, {
		value : "1150378",
		text : "鄂尔多斯"
	}, {
		value : "11503173",
		text : "乌海"
	} ],
	51005 : [ {
		value : "1150302",
		text : "北京"
	} ],
	51007 : [ {
		value : "1150303",
		text : "长春"
	}, {
		value : "11503113",
		text : "吉林"
	}, {
		value : "11503138",
		text : "松原"
	}, {
		value : "11503167",
		text : "延吉"
	} ],
	51008 : [ {
		value : "11503205",
		text : "巴中"
	}, {
		value : "1150306",
		text : "成都"
	}, {
		value : "11503160",
		text : "达州"
	}, {
		value : "1150377",
		text : "德阳"
	}, {
		value : "11503211",
		text : "广元"
	}, {
		value : "11503103",
		text : "乐山"
	}, {
		value : "11503174",
		text : "泸州"
	}, {
		value : "11503168",
		text : "眉山"
	}, {
		value : "1150326",
		text : "绵阳"
	}, {
		value : "11503154",
		text : "南充"
	}, {
		value : "11503149",
		text : "攀枝花"
	}, {
		value : "11503213",
		text : "西昌"
	}, {
		value : "11503184",
		text : "宜宾"
	} ],
	51009 : [ {
		value : "1150343",
		text : "天津"
	} ],
	51010 : [ {
		value : "1150382",
		text : "宁夏"
	} ],
	51011 : [ {
		value : "11503199",
		text : "安庆"
	}, {
		value : "1150374",
		text : "蚌埠"
	}, {
		value : "11503182",
		text : "阜阳"
	}, {
		value : "11503208",
		text : "宣城"
	}, {
		value : "1150319",
		text : "合肥"
	}, {
		value : "11503192",
		text : "六安"
	}, {
		value : "11503134",
		text : "马鞍山"
	}, {
		value : "1150366",
		text : "芜湖"
	}, {
		value : "11503215",
		text : "亳州"
	} ],
	51012 : [ {
		value : "11503152",
		text : "滨州"
	}, {
		value : "11503201",
		text : "聊城"
	}, {
		value : "11503112",
		text : "东营"
	}, {
		value : "11503189",
		text : "菏泽"
	}, {
		value : "1150323",
		text : "济南"
	}, {
		value : "11503126",
		text : "济宁"
	}, {
		value : "1150325",
		text : "临沂"
	}, {
		value : "1150332",
		text : "青岛"
	}, {
		value : "11503175",
		text : "日照"
	}, {
		value : "11503132",
		text : "泰安"
	}, {
		value : "11503157",
		text : "威海"
	}, {
		value : "1150357",
		text : "潍坊"
	}, {
		value : "1150351",
		text : "烟台"
	}, {
		value : "11503142",
		text : "枣庄"
	}, {
		value : "11503102",
		text : "淄博"
	} ],
	51013 : [ {
		value : "1150399",
		text : "长治"
	}, {
		value : "1150379",
		text : "大同"
	}, {
		value : "1150384",
		text : "临汾"
	}, {
		value : "11503118",
		text : "吕梁"
	}, {
		value : "1150341",
		text : "太原"
	}, {
		value : "1150398",
		text : "运城"
	} ],
	51014 : [ {
		value : "11503203",
		text : "河源"
	}, {
		value : "11503123",
		text : "潮州"
	}, {
		value : "1150311",
		text : "东莞"
	}, {
		value : "1150312",
		text : "佛山"
	}, {
		value : "1150314",
		text : "广州"
	}, {
		value : "11503204",
		text : "云浮"
	}, {
		value : "1150375",
		text : "惠州"
	}, {
		value : "1150387",
		text : "江门"
	}, {
		value : "11503180",
		text : "茂名"
	}, {
		value : "11503137",
		text : "梅州"
	}, {
		value : "11503172",
		text : "清远"
	}, {
		value : "1150335",
		text : "汕头"
	}, {
		value : "1150338",
		text : "深圳"
	}, {
		value : "11503156",
		text : "湛江"
	}, {
		value : "11503110",
		text : "肇庆"
	}, {
		value : "1150356",
		text : "中山"
	}, {
		value : "1150369",
		text : "珠海"
	} ],
	51015 : [ {
		value : "1150383",
		text : "桂林"
	}, {
		value : "1150367",
		text : "柳州"
	}, {
		value : "1150329",
		text : "南宁"
	} ],
	51016 : [ {
		value : "11503202",
		text : "库尔勒"
	}, {
		value : "11503146",
		text : "克拉玛依"
	}, {
		value : "1150344",
		text : "乌鲁木齐"
	} ],
	51017 : [ {
		value : "1150372",
		text : "常熟"
	}, {
		value : "1150305",
		text : "常州"
	}, {
		value : "11503140",
		text : "丹阳"
	}, {
		value : "11503188",
		text : "海门"
	}, {
		value : "11503106",
		text : "淮安"
	}, {
		value : "1150358",
		text : "江阴"
	}, {
		value : "11503127",
		text : "金坛"
	}, {
		value : "11503128",
		text : "昆山"
	}, {
		value : "1150386",
		text : "连云港"
	}, {
		value : "1150390",
		text : "溧阳"
	}, {
		value : "1150328",
		text : "南京"
	}, {
		value : "1150330",
		text : "南通"
	}, {
		value : "11503171",
		text : "宿迁"
	}, {
		value : "1150340",
		text : "苏州"
	}, {
		value : "1150392",
		text : "太仓"
	}, {
		value : "11503117",
		text : "泰州"
	}, {
		value : "11503115",
		text : "吴江"
	}, {
		value : "1150347",
		text : "无锡"
	}, {
		value : "1150350",
		text : "徐州"
	}, {
		value : "1150368",
		text : "盐城"
	}, {
		value : "11503107",
		text : "扬州"
	}, {
		value : "1150393",
		text : "宜兴"
	}, {
		value : "1150395",
		text : "张家港"
	}, {
		value : "1150355",
		text : "镇江"
	} ],
	51018 : [ {
		value : "11503136",
		text : "赣州"
	}, {
		value : "11503179",
		text : "九江"
	}, {
		value : "1150327",
		text : "南昌"
	}, {
		value : "11503131",
		text : "上饶"
	}, {
		value : "11503214",
		text : "宜春"
	} ],
	51019 : [ {
		value : "1150361",
		text : "保定"
	}, {
		value : "11503120",
		text : "沧州"
	}, {
		value : "11503191",
		text : "承德"
	}, {
		value : "1150359",
		text : "邯郸"
	}, {
		value : "11503144",
		text : "廊坊"
	}, {
		value : "11503101",
		text : "秦皇岛"
	}, {
		value : "1150339",
		text : "石家庄"
	}, {
		value : "1150363",
		text : "唐山"
	}, {
		value : "11503200",
		text : "邢台"
	}, {
		value : "11503163",
		text : "张家口"
	} ],
	51020 : [ {
		value : "11503147",
		text : "安阳"
	}, {
		value : "11503148",
		text : "开封"
	}, {
		value : "1150381",
		text : "洛阳"
	}, {
		value : "11503181",
		text : "漯河"
	}, {
		value : "11503135",
		text : "南阳"
	}, {
		value : "11503109",
		text : "平顶山"
	}, {
		value : "1150376",
		text : " 新乡"
	}, {
		value : "11503158",
		text : "信阳"
	}, {
		value : "11503165",
		text : "许昌"
	}, {
		value : "1150354",
		text : "郑州"
	} ],
	51021 : [ {
		value : "11503139",
		text : "苍南"
	}, {
		value : "1150309",
		text : "慈溪"
	}, {
		value : "11503161",
		text : "东阳"
	}, {
		value : "11503162",
		text : "富阳"
	}, {
		value : "1150317",
		text : "杭州"
	}, {
		value : "1150321",
		text : "湖州"
	}, {
		value : "1150322",
		text : "嘉兴"
	}, {
		value : "1150371",
		text : "金华"
	}, {
		value : "1150362",
		text : "丽水"
	}, {
		value : "1150331",
		text : "宁波"
	}, {
		value : "11503122",
		text : "宁海"
	}, {
		value : "11503129",
		text : "衢州"
	}, {
		value : "1150380",
		text : "瑞安"
	}, {
		value : "11503151",
		text : "上虞"
	}, {
		value : "1150336",
		text : "绍兴"
	}, {
		value : "11503170",
		text : "嵊州"
	}, {
		value : "1150342",
		text : "台州"
	}, {
		value : "11503183",
		text : "桐乡"
	}, {
		value : "1150345",
		text : "温州"
	}, {
		value : "11503177",
		text : "象山"
	}, {
		value : "1150353",
		text : "义乌"
	}, {
		value : "1150396",
		text : "永嘉"
	}, {
		value : "1150389",
		text : "永康"
	}, {
		value : "11503119",
		text : "余姚"
	}, {
		value : "11503178",
		text : "玉环"
	}, {
		value : "11503166",
		text : "舟山"
	}, {
		value : "11503164",
		text : "诸暨"
	} ],
	51022 : [ {
		value : "1150316",
		text : "海口"
	}, {
		value : "11503185",
		text : "三亚"
	} ],
	51023 : [ {
		value : "11503206",
		text : "荆门"
	}, {
		value : "1150346",
		text : "武汉"
	}, {
		value : "11503143",
		text : "襄阳"
	}, {
		value : "1150352",
		text : "宜昌"
	} ],
	51024 : [ {
		value : "11503190",
		text : "常德"
	}, {
		value : "1150304",
		text : "长沙"
	}, {
		value : "1150307",
		text : "郴州"
	}, {
		value : "11503207",
		text : "益阳"
	}, {
		value : "11503176",
		text : "衡阳"
	}, {
		value : "11503133",
		text : "湘潭"
	}, {
		value : "11503105",
		text : "株洲"
	} ],
	51026 : [ {
		value : "1150365",
		text : "兰州"
	} ],
	51027 : [ {
		value : "11503212",
		text : "福清"
	}, {
		value : "1150313",
		text : "福州"
	}, {
		value : "11503104",
		text : "龙岩"
	}, {
		value : "11503155",
		text : "南平"
	}, {
		value : "11503114",
		text : "宁德"
	}, {
		value : "11503108",
		text : "莆田"
	}, {
		value : "1150333",
		text : "泉州"
	}, {
		value : "11503130",
		text : "三明"
	}, {
		value : "1150348",
		text : "厦门"
	}, {
		value : "11503116",
		text : "漳州"
	} ],
	51028 : [ {
		value : "11503150",
		text : "拉萨"
	} ],
	51029 : [ {
		value : "1150315",
		text : "贵阳"
	}, {
		value : "1150388",
		text : "遵义"
	} ],
	51030 : [ {
		value : "1150301",
		text : "鞍山"
	}, {
		value : "11503169",
		text : "本溪"
	}, {
		value : "1150310",
		text : "大连"
	}, {
		value : "11503124",
		text : "抚顺"
	}, {
		value : "1150373",
		text : "锦州"
	}, {
		value : "1150370",
		text : "盘锦"
	}, {
		value : "1150337",
		text : "沈阳"
	}, {
		value : "1150360",
		text : "营口"
	} ],
	51031 : [ {
		value : "11503210",
		text : "宝鸡"
	}, {
		value : "11503209",
		text : "延安"
	}, {
		value : "11503186",
		text : "渭南"
	}, {
		value : "1150349",
		text : "西安"
	}, {
		value : "1150397",
		text : "榆林"
	} ],
	51032 : [ {
		value : "1150385",
		text : "青海"
	} ],
	51034 : [ {
		value : "11503100",
		text : "大庆"
	}, {
		value : "1150318",
		text : "哈尔滨"
	}, {
		value : "11503125",
		text : "佳木斯"
	}, {
		value : "1150391",
		text : "临海"
	}, {
		value : "11503111",
		text : "牡丹江"
	}, {
		value : "11503141",
		text : "齐齐哈尔"
	} ]
};
var dealers = {
	1150301 : [ {
		value : "1150461",
		text : "鞍山晨宝"
	} ],
	1150302 : [ {
		value : "11504201",
		text : "北京宝辰豪雅"
	}, {
		value : "11504138",
		text : "北京宝诚百旺"
	}, {
		value : "1150465",
		text : "北京宝泽行"
	}, {
		value : "1150437",
		text : "北京晨德宝"
	}, {
		value : "11504401",
		text : "北京星德宝第一分公司"
	}, {
		value : "11504202",
		text : "北京华德宝"
	}, {
		value : "1150421",
		text : "北京京宝行"
	}, {
		value : "11504221",
		text : "北京京顺宝"
	}, {
		value : "11504317",
		text : "北京运通嘉宝"
	}, {
		value : "1150403",
		text : "北京燕德宝"
	}, {
		value : "11504255",
		text : "北京运通兴宝"
	}, {
		value : "1150422",
		text : "北京盈之宝"
	}, {
		value : "11504242",
		text : "北京星德宝"
	}, {
		value : "11504398",
		text : "北京正通宝泽行"
	}, {
		value : "11504359",
		text : "北京正通宝泽行"
	} ],
	1150303 : [ {
		value : "11504298",
		text : "长春宝悦行"
	}, {
		value : "1150434",
		text : "长春宝兴行"
	}, {
		value : "11504379",
		text : "长春通立冠宝"
	}, {
		value : "11504118",
		text : "长春汇宝"
	}, {
		value : "11504267",
		text : "长春中顺宝"
	} ],
	1150304 : [ {
		value : "11504151",
		text : "长沙宝悦"
	}, {
		value : "11504308",
		text : "长沙驰宝"
	}, {
		value : "11504243",
		text : "长沙力天宝崐"
	}, {
		value : "1150443",
		text : "长沙瑞宝"
	}, {
		value : "11504395",
		text : "娄底力天宝琨"
	} ],
	1150305 : [ {
		value : "1150452",
		text : "常州宝尊"
	}, {
		value : "11504399",
		text : "常州常宝"
	}, {
		value : "11504156",
		text : "常州新宝尊"
	} ],
	1150306 : [ {
		value : "1150472",
		text : "成都宝悦"
	}, {
		value : "11504102",
		text : "成都锦泰宝驹"
	}, {
		value : "11504204",
		text : "成都宝泽"
	}, {
		value : "11504318",
		text : "成都长征长宝"
	}, {
		value : "11504300",
		text : "成都中宝"
	}, {
		value : "1150409",
		text : "四川中达成宝"
	} ],
	1150307 : [ {
		value : "1150460",
		text : "郴州瑞宝"
	} ],
	1150308 : [ {
		value : "1150482",
		text : "重庆宝渝"
	}, {
		value : "11504406",
		text : "重庆宝创"
	}, {
		value : "1150427",
		text : "重庆宝盛"
	}, {
		value : "11504205",
		text : "重庆宝驯"
	}, {
		value : "11504357",
		text : "重庆庆德宝"
	} ],
	1150309 : [ {
		value : "1150467",
		text : "慈溪宝恒"
	}, {
		value : "11504231",
		text : "慈溪宝利丰"
	} ],
	1150310 : [ {
		value : "11504316",
		text : "大连驰宝"
	}, {
		value : "1150487",
		text : "大连星之宝"
	}, {
		value : "1150406",
		text : "大连燕德宝"
	} ],
	11503100 : [ {
		value : "11504152",
		text : "大庆中顺宝"
	} ],
	11503101 : [ {
		value : "11504153",
		text : "秦皇岛中宝"
	} ],
	11503102 : [ {
		value : "11504326",
		text : "淄博宝通 "
	}, {
		value : "11504155",
		text : "淄博圣宝"
	} ],
	11503103 : [ {
		value : "11504157",
		text : "乐山长宝"
	} ],
	11503104 : [ {
		value : "11504159",
		text : "龙岩中宝"
	} ],
	11503105 : [ {
		value : "11504160",
		text : "株洲美宝行"
	} ],
	11503106 : [ {
		value : "11504162",
		text : "淮安宝景"
	}, {
		value : "11504420",
		text : "淮安润宝行"
	} ],
	11503107 : [ {
		value : "11504165",
		text : "扬州信宝行"
	}, {
		value : "11504277",
		text : "扬州宝华"
	} ],
	11503108 : [ {
		value : "11504168",
		text : "莆田宝田"
	} ],
	11503109 : [ {
		value : "11504169",
		text : "平顶山宝莲升"
	} ],
	1150311 : [ {
		value : "11504195",
		text : "东莞宝昌"
	}, {
		value : "11504280",
		text : "东莞宝信"
	}, {
		value : "1150430",
		text : "东莞合宝"
	}, {
		value : "1150468",
		text : "东莞宏宝"
	}, {
		value : "11504254",
		text : "东莞宏宝服务中心"
	}, {
		value : "11504239",
		text : "东莞骅宝"
	} ],
	11503110 : [ {
		value : "11504170",
		text : "肇庆市宝庆行"
	} ],
	11503112 : [ {
		value : "11504172",
		text : "东营宜宝轩"
	} ],
	11503113 : [ {
		value : "11504173",
		text : "吉林鑫汇宝"
	} ],
	11503114 : [ {
		value : "11504174",
		text : "宁德中宝"
	} ],
	11503115 : [ {
		value : "11504175",
		text : "吴江宝致"
	} ],
	11503116 : [ {
		value : "11504183",
		text : "漳州中宝"
	} ],
	11503117 : [ {
		value : "11504390",
		text : "泰州宝景"
	}, {
		value : "11504184",
		text : "泰州信宝行"
	} ],
	11503118 : [ {
		value : "11504186",
		text : "吕梁顺宝行"
	} ],
	11503119 : [ {
		value : "11504190",
		text : "余姚宝恒"
	} ],
	1150312 : [ {
		value : "11504312",
		text : "佛山龙德宝"
	}, {
		value : "1150446",
		text : "佛山珅宝"
	}, {
		value : "1150450",
		text : "佛山盛宝行"
	}, {
		value : "11504225",
		text : "佛山通宝"
	} ],
	11503120 : [ {
		value : "11504196",
		text : "沧州浩宝"
	} ],
	11503121 : [ {
		value : "11504197",
		text : "赤峰宝辰豪雅"
	} ],
	11503122 : [ {
		value : "11504198",
		text : "宁海宝信"
	} ],
	11503123 : [ {
		value : "11504203",
		text : "潮州合宝"
	} ],
	11503124 : [ {
		value : "11504206",
		text : "抚顺汇之宝"
	} ],
	11503125 : [ {
		value : "11504210",
		text : "佳木斯中宝"
	} ],
	11503126 : [ {
		value : "11504211",
		text : "济宁中达任宝"
	} ],
	11503127 : [ {
		value : "11504212",
		text : "金坛宝尊"
	} ],
	11503128 : [ {
		value : "11504213",
		text : "昆山宝诚"
	} ],
	11503129 : [ {
		value : "11504215",
		text : "衢州宝驿"
	} ],
	1150313 : [ {
		value : "11504241",
		text : "福建福宝"
	}, {
		value : "11504192",
		text : "福建星之宝"
	}, {
		value : "1150431",
		text : "福州中宝"
	} ],
	11503130 : [ {
		value : "11504216",
		text : "三明信达通宝"
	} ],
	11503131 : [ {
		value : "11504217",
		text : "上饶宝泽"
	} ],
	11503132 : [ {
		value : "11504218",
		text : "泰安广宝"
	} ],
	11503133 : [ {
		value : "11504220",
		text : "湘潭宝泽"
	} ],
	11503134 : [ {
		value : "11504222",
		text : "马鞍山宝景"
	} ],
	11503135 : [ {
		value : "11504223",
		text : "南阳宛德宝"
	} ],
	11503136 : [ {
		value : "11504226",
		text : "赣州宝泽"
	} ],
	11503137 : [ {
		value : "11504228",
		text : "梅州中宝"
	} ],
	11503138 : [ {
		value : "11504229",
		text : "松原中顺宝"
	} ],
	11503139 : [ {
		value : "11504230",
		text : "苍南宝隆"
	} ],
	1150314 : [ {
		value : "11504268",
		text : "广州宝骏"
	}, {
		value : "11504182",
		text : "广东德大宝马增城分公司"
	}, {
		value : "1150423",
		text : "广东粤宝"
	}, {
		value : "1150402",
		text : "广州宝悦"
	}, {
		value : "1150439",
		text : "广州宝悦第一分公司"
	}, {
		value : "11504311",
		text : "广州广德宝"
	}, {
		value : "11504319",
		text : "广州昌宝 "
	}, {
		value : "11504177",
		text : "广州宝泽"
	}, {
		value : "11504247",
		text : "广州粤之宝"
	} ],
	11503140 : [ {
		value : "11504232",
		text : "丹阳宝德"
	} ],
	11503141 : [ {
		value : "11504233",
		text : "齐齐哈尔中顺宝"
	} ],
	11503142 : [ {
		value : "11504237",
		text : "枣庄宝景"
	} ],
	11503143 : [ {
		value : "11504240",
		text : "襄阳宝泽"
	} ],
	11503144 : [ {
		value : "11504245",
		text : "廊坊燕宝"
	} ],
	11503145 : [ {
		value : "11504250",
		text : "红河中顺宝"
	} ],
	11503146 : [ {
		value : "11504251",
		text : "克拉玛依燕宝"
	} ],
	11503147 : [ {
		value : "11504257",
		text : "安阳安德宝"
	} ],
	11503148 : [ {
		value : "11504259",
		text : "开封汴德宝"
	} ],
	11503149 : [ {
		value : "11504260",
		text : "攀枝花恒孚宝"
	} ],
	1150315 : [ {
		value : "11504304",
		text : "贵阳宝翔行"
	}, {
		value : "1150444",
		text : "贵阳宝源"
	}, {
		value : "11504410",
		text : "贵阳瀚羿睿宝"
	} ],
	11503150 : [ {
		value : "11504261",
		text : "拉萨万宝行"
	} ],
	11503151 : [ {
		value : "11504263",
		text : "上虞金昌宝顺"
	} ],
	11503152 : [ {
		value : "11504266",
		text : "滨州宝通"
	} ],
	11503153 : [ {
		value : "11504270",
		text : "玉溪宝远"
	} ],
	11503154 : [ {
		value : "11504271",
		text : "南充宝源"
	} ],
	11503155 : [ {
		value : "11504272",
		text : "南平信达通宝"
	} ],
	11503156 : [ {
		value : "11504273",
		text : "湛江宏威宝"
	} ],
	11503157 : [ {
		value : "11504274",
		text : "威海宝通"
	} ],
	11503158 : [ {
		value : "11504279",
		text : "信阳宝莲常"
	} ],
	11503159 : [ {
		value : "11504281",
		text : "大理宝远"
	} ],
	1150316 : [ {
		value : "1150408",
		text : "海南宝悦"
	}, {
		value : "11504207",
		text : "海南宝翔行"
	} ],
	11503160 : [ {
		value : "11504282",
		text : "达州宝远"
	} ],
	11503161 : [ {
		value : "11504283",
		text : "东阳宝利丰"
	} ],
	11503162 : [ {
		value : "11504284",
		text : "富阳宝信"
	} ],
	11503163 : [ {
		value : "11504287",
		text : "张家口轩之宝"
	} ],
	11503164 : [ {
		value : "11504288",
		text : "诸暨宝顺"
	} ],
	11503165 : [ {
		value : "11504291",
		text : "许昌宝莲沅"
	} ],
	11503166 : [ {
		value : "11504292",
		text : "舟山宝驿"
	} ],
	11503167 : [ {
		value : "11504294",
		text : "延吉中顺宝"
	} ],
	11503168 : [ {
		value : "11504297",
		text : "眉山长宝"
	} ],
	11503169 : [ {
		value : "11504299",
		text : "本溪汇盛宝"
	} ],
	1150317 : [ {
		value : "1150495",
		text : "杭州宝荣"
	}, {
		value : "11504103",
		text : "杭州宝信"
	}, {
		value : "11504327",
		text : "杭州金昌宝顺"
	}, {
		value : "11504278",
		text : "杭州金昌杭德"
	}, {
		value : "1150433",
		text : "杭州骏宝行"
	}, {
		value : "11504208",
		text : "杭州和诚之宝"
	}, {
		value : "11504386",
		text : "杭州运通祥宝"
	}, {
		value : "1150416",
		text : "浙江金湖"
	}, {
		value : "11504413",
		text : "杭州金昌辰宝"
	}, {
		value : "11504417",
		text : "杭州宝驿"
	} ],
	11503170 : [ {
		value : "11504301",
		text : "嵊州宝诚"
	} ],
	11503171 : [ {
		value : "11504303",
		text : "宿迁宝尊"
	} ],
	11503172 : [ {
		value : "11504305",
		text : "清远粤宝"
	} ],
	11503173 : [ {
		value : "11504306",
		text : "乌海宝辰豪雅 "
	} ],
	11503174 : [ {
		value : "11504314",
		text : "泸州宝源"
	} ],
	11503175 : [ {
		value : "11504315",
		text : "日照宝景"
	} ],
	11503176 : [ {
		value : "11504321",
		text : "衡阳美宝行 "
	} ],
	11503177 : [ {
		value : "11504325",
		text : "象山泓宝行"
	} ],
	11503178 : [ {
		value : "11504331",
		text : "玉环力宝行"
	} ],
	11503179 : [ {
		value : "11504332",
		text : "九江中顺宝"
	} ],
	1150318 : [ {
		value : "11504382",
		text : "哈尔滨宝诚"
	}, {
		value : "11504119",
		text : "哈尔滨龙宝"
	}, {
		value : "1150418",
		text : "哈尔滨中宝"
	}, {
		value : "11504258",
		text : "哈尔滨中顺滨宝"
	} ],
	11503180 : [ {
		value : "11504334",
		text : "茂名宝捷"
	} ],
	11503181 : [ {
		value : "11504338",
		text : "漯河漯德宝"
	} ],
	11503182 : [ {
		value : "11504342",
		text : "阜阳众国宝祥"
	} ],
	11503183 : [ {
		value : "11504343",
		text : "桐乡宝昌"
	} ],
	11503184 : [ {
		value : "11504344",
		text : "宜宾宝远"
	} ],
	11503187 : [ {
		value : "11504349",
		text : "呼伦贝尔威宝"
	} ],
	11503188 : [ {
		value : "11504351",
		text : "海门宝致行 "
	} ],
	11503189 : [ {
		value : "11504353",
		text : "菏泽乾宝"
	} ],
	1150319 : [ {
		value : "11504269",
		text : "合肥宝利丰机场路店"
	}, {
		value : "11504320",
		text : "合肥宝之佳 "
	}, {
		value : "1150445",
		text : "合肥宝利丰"
	}, {
		value : "11504161",
		text : "合肥星之宝"
	}, {
		value : "11504418",
		text : "合肥宝泓"
	}, {
		value : "11504426",
		text : "合肥市宝之佳"
	} ],
	11503190 : [ {
		value : "11504355",
		text : "常德美宝行"
	} ],
	11503191 : [ {
		value : "11504356",
		text : "承德美宝行"
	} ],
	11503192 : [ {
		value : "11504361",
		text : "六安宝源"
	} ],
	11503199 : [ {
		value : "11504374",
		text : "安庆星之宝"
	} ],
	1150320 : [ {
		value : "1150449",
		text : "呼和浩特祺宝"
	}, {
		value : "11504209",
		text : "呼和浩特顺宝行"
	} ],
	11503200 : [ {
		value : "11504375",
		text : "邢台宝鹏"
	} ],
	11503201 : [ {
		value : "11504376",
		text : "聊城乾宝行"
	} ],
	11503202 : [ {
		value : "11504378",
		text : "库尔勒万宝行"
	} ],
	11503203 : [ {
		value : "11504380",
		text : "河源市宝星"
	} ],
	11503204 : [ {
		value : "11504384",
		text : "云浮粤宝"
	} ],
	11503205 : [ {
		value : "11504385",
		text : "巴中兴孚宝"
	} ],
	11503206 : [ {
		value : "11504387",
		text : "荆门宝泽"
	} ],
	11503207 : [ {
		value : "11504389",
		text : "益阳力天宝崐"
	} ],
	11503208 : [ {
		value : "11504392",
		text : "宣城宝利丰"
	} ],
	11503209 : [ {
		value : "11504396",
		text : "延安金华宝"
	} ],
	1150321 : [ {
		value : "11504193",
		text : "湖州宝景"
	}, {
		value : "1150471",
		text : "湖州骏宝行"
	}, {
		value : "11504424",
		text : "湖州康桥宝盈"
	} ],
	11503210 : [ {
		value : "11504400",
		text : "宝鸡燕德宝"
	} ],
	11503211 : [ {
		value : "11504402",
		text : "广元得孚宝"
	} ],
	11503212 : [ {
		value : "11504403",
		text : "福清信达通宝"
	} ],
	11503213 : [ {
		value : "11504405",
		text : "西昌瑞孚宝"
	} ],
	11503214 : [ {
		value : "11504407",
		text : "宜春宝泽"
	} ],
	11503215 : [ {
		value : "11504425",
		text : "亳州众国宝祥"
	} ],
	1150322 : [ {
		value : "11504185",
		text : "嘉兴宝华"
	}, {
		value : "11504328",
		text : "嘉兴之宝"
	}, {
		value : "1150470",
		text : "嘉兴骏宝行"
	} ],
	1150323 : [ {
		value : "11504313",
		text : "济南宝悦行"
	}, {
		value : "11504131",
		text : "济南大友宝"
	}, {
		value : "1150432",
		text : "济南万宝行"
	}, {
		value : "11504397",
		text : "济南万宝行之翼"
	} ],
	1150324 : [ {
		value : "11504393",
		text : "昆明宝瀚"
	}, {
		value : "11504181",
		text : "昆明宝远"
	}, {
		value : "11504126",
		text : "云南宝悦"
	}, {
		value : "1150414",
		text : "云南德凯"
	} ],
	1150325 : [ {
		value : "1150462",
		text : "临沂宇宝行"
	}, {
		value : "11504333",
		text : "临沂宝景"
	} ],
	1150326 : [ {
		value : "11504253",
		text : "绵阳宝仁"
	}, {
		value : "1150454",
		text : "四川中达成宝绵阳分公司"
	} ],
	1150327 : [ {
		value : "11504388",
		text : "南昌和诚之宝"
	}, {
		value : "11504100",
		text : "南昌宝泽"
	}, {
		value : "1150442",
		text : "南昌万宝行"
	} ],
	1150328 : [ {
		value : "11504140",
		text : "南京宝利丰"
	}, {
		value : "11504329",
		text : "南京宝景"
	}, {
		value : "1150413",
		text : "南京宁宝"
	}, {
		value : "11504345",
		text : "南京协众麒宝"
	}, {
		value : "11504101",
		text : "南京星之宝"
	} ],
	1150329 : [ {
		value : "1150410",
		text : "南宁中达桂宝"
	}, {
		value : "11504248",
		text : "南宁粤宝"
	} ],
	1150330 : [ {
		value : "1150459",
		text : "南通宝诚"
	}, {
		value : "11504214",
		text : "南通润宝行"
	}, {
		value : "11504358",
		text : "如皋聚宝行"
	} ],
	1150331 : [ {
		value : "11504290",
		text : "宁波宝昌"
	}, {
		value : "1150435",
		text : "宁波宝恒"
	}, {
		value : "11504264",
		text : "宁波宝恒诚信路分公司"
	}, {
		value : "11504363",
		text : "宁波宝诚"
	}, {
		value : "1150499",
		text : "宁波宝信"
	}, {
		value : "11504360",
		text : "宁波运通宝晟"
	}, {
		value : "11504262",
		text : "宁波金昌宝顺"
	}, {
		value : "11504423",
		text : "宁波轿辰宝晨"
	} ],
	1150332 : [ {
		value : "11504377",
		text : "青岛宝景"
	}, {
		value : "1150405",
		text : "青岛中达燕宝"
	}, {
		value : "11504105",
		text : "青岛信宝行"
	} ],
	1150333 : [ {
		value : "1150455",
		text : "泉州福宝"
	}, {
		value : "11504163",
		text : "泉州晋宝"
	}, {
		value : "11504289",
		text : "泉州星德宝"
	} ],
	1150334 : [ {
		value : "11504234",
		text : "上海宝景"
	}, {
		value : "11504235",
		text : "上海宝景星诚"
	}, {
		value : "1150424",
		text : "上海宝信"
	}, {
		value : "11504409",
		text : "上海宝信行"
	}, {
		value : "1150420",
		text : "上海宝诚"
	}, {
		value : "1150484",
		text : "上海宝诚中环"
	}, {
		value : "11504246",
		text : "上海宝尊"
	}, {
		value : "1150401",
		text : "上海德宝"
	}, {
		value : "1150412",
		text : "上海凡德"
	}, {
		value : "11504296",
		text : "上海绿地宝仕"
	}, {
		value : "11504322",
		text : "上海黄浦宝诚 "
	}, {
		value : "11504394",
		text : "上海普陀宝泓"
	}, {
		value : "11504285",
		text : "上海上德宝骏"
	}, {
		value : "11504147",
		text : "上海徐汇宝信"
	}, {
		value : "11504179",
		text : "上海众国宝泓"
	}, {
		value : "11504421",
		text : "上海宝诚申江"
	} ],
	1150335 : [ {
		value : "1150419",
		text : "汕头宝悦"
	} ],
	1150336 : [ {
		value : "11504141",
		text : "绍兴宝晨"
	}, {
		value : "1150453",
		text : "绍兴宝顺"
	}, {
		value : "11504416",
		text : "绍兴泓宝行"
	} ],
	1150337 : [ {
		value : "11504194",
		text : "沈阳宝绅"
	}, {
		value : "1150417",
		text : "沈阳华宝"
	}, {
		value : "11504125",
		text : "沈阳信宝行"
	}, {
		value : "11504323",
		text : "沈阳中顺盛宝 "
	} ],
	1150338 : [ {
		value : "1150466",
		text : "深圳宝创南山分公司"
	}, {
		value : "1150425",
		text : "深圳宝骏"
	}, {
		value : "11504224",
		text : "深圳宝骏-宝安分公司"
	}, {
		value : "1150494",
		text : "深圳宝源行"
	}, {
		value : "1150407",
		text : "深圳宝创"
	}, {
		value : "11504275",
		text : "深圳宝昌"
	}, {
		value : "11504188",
		text : "深圳宝昌二手车中心"
	}, {
		value : "11504164",
		text : "深圳创丰宝"
	}, {
		value : "11504307",
		text : "深圳驰宝"
	} ],
	1150339 : [ {
		value : "1150440",
		text : "石家庄宝和"
	}, {
		value : "11504180",
		text : "石家庄宝翔行"
	} ],
	1150340 : [ {
		value : "11504236",
		text : "苏州宝华"
	}, {
		value : "11504286",
		text : "苏州宝景"
	}, {
		value : "1150428",
		text : "苏州宝信"
	}, {
		value : "11504104",
		text : "苏州骏宝行"
	}, {
		value : "11504187",
		text : "苏州信宝行"
	} ],
	1150341 : [ {
		value : "1150488",
		text : "太原宝诚"
	}, {
		value : "1150441",
		text : "太原顺宝行"
	} ],
	1150342 : [ {
		value : "11504130",
		text : "台州宝诚"
	}, {
		value : "11504330",
		text : "台州宝驿"
	}, {
		value : "1150463",
		text : "台州好德宝"
	}, {
		value : "11504256",
		text : "台州恒之宝"
	}, {
		value : "11504158",
		text : "台州力宝行"
	} ],
	1150343 : [ {
		value : "11504148",
		text : "天津宝信"
	}, {
		value : "11504276",
		text : "天津浩之宝二手车中心"
	}, {
		value : "11504350",
		text : "天津龙宝行"
	}, {
		value : "1150448",
		text : "天津天宝"
	}, {
		value : "11504154",
		text : "天津中顺津宝"
	} ],
	1150344 : [ {
		value : "11504383",
		text : "乌鲁木齐汇顺宝"
	}, {
		value : "1150438",
		text : "乌鲁木齐燕宝"
	} ],
	1150345 : [ {
		value : "11504302",
		text : "温州力天二手车交易有限公司"
	}, {
		value : "11504129",
		text : "温州宝诚"
	}, {
		value : "1150411",
		text : "温州好达"
	}, {
		value : "1150464",
		text : "温州好德宝"
	}, {
		value : "11504191",
		text : "温州力宝行"
	}, {
		value : "11504415",
		text : "平阳力宝行"
	} ],
	1150346 : [ {
		value : "1150426",
		text : "武汉宝泽"
	}, {
		value : "1150489",
		text : "武汉鄂宝"
	}, {
		value : "11504219",
		text : "武汉鄂顺宝"
	}, {
		value : "11504339",
		text : "武汉汉德宝"
	}, {
		value : "11504244",
		text : "武汉中达江宝"
	} ],
	1150347 : [ {
		value : "1150429",
		text : "无锡宝诚"
	}, {
		value : "11504189",
		text : "无锡宝诚高惠"
	}, {
		value : "11504113",
		text : "无锡宝尊"
	} ],
	1150348 : [ {
		value : "11504128",
		text : "厦门信达通宝"
	}, {
		value : "11504337",
		text : "厦门星德宝"
	}, {
		value : "1150404",
		text : "厦门中宝"
	} ],
	1150349 : [ {
		value : "1150415",
		text : "陕西金花"
	}, {
		value : "11504149",
		text : "西安荣宝"
	}, {
		value : "11504310",
		text : "西安顺宝行"
	}, {
		value : "11504411",
		text : "西安运通博宝"
	}, {
		value : "11504408",
		text : "西安中宝"
	} ],
	1150350 : [ {
		value : "1150469",
		text : "徐州宝景"
	}, {
		value : "11504354",
		text : "徐州宝尊"
	}, {
		value : "11504419",
		text : "徐州宝景润宝"
	} ],
	1150351 : [ {
		value : "1150451",
		text : "烟台中达翔宝"
	}, {
		value : "11504336",
		text : "烟台宝信"
	} ],
	1150352 : [ {
		value : "1150456",
		text : "宜昌宝泽"
	} ],
	1150353 : [ {
		value : "11504176",
		text : "义乌泓宝行"
	}, {
		value : "1150457",
		text : "义乌信宝行"
	} ],
	1150354 : [ {
		value : "1150436",
		text : "河南中德宝"
	}, {
		value : "11504238",
		text : "郑州宝莲祥"
	}, {
		value : "11504166",
		text : "郑州郑德宝"
	} ],
	1150355 : [ {
		value : "1150458",
		text : "镇江宝德"
	} ],
	1150356 : [ {
		value : "1150478",
		text : "中山宝星"
	}, {
		value : "11504199",
		text : "中山合宝"
	} ],
	1150357 : [ {
		value : "1150473",
		text : "潍坊广宝"
	}, {
		value : "11504324",
		text : "潍坊圣宝 "
	} ],
	1150358 : [ {
		value : "1150474",
		text : "江阴宝诚"
	}, {
		value : "11504295",
		text : "江阴享悦宝诚"
	} ],
	1150359 : [ {
		value : "11504227",
		text : "邯郸威宝"
	} ],
	1150360 : [ {
		value : "1150476",
		text : "营口燕宝"
	}, {
		value : "11504249",
		text : "营口燕德宝"
	} ],
	1150361 : [ {
		value : "11504293",
		text : "保定东澜誉宝"
	}, {
		value : "1150477",
		text : "保定轩之宝"
	} ],
	1150362 : [ {
		value : "1150485",
		text : "丽水宝顺行"
	}, {
		value : "11504178",
		text : "丽水宝顺行青田分公司"
	} ],
	1150363 : [ {
		value : "11504107",
		text : "唐山宝琳"
	}, {
		value : "1150486",
		text : "唐山中宝"
	} ],
	1150364 : [ {
		value : "11504265",
		text : "曲靖宝凯"
	} ],
	1150365 : [ {
		value : "1150480",
		text : "兰州金瑞宝"
	}, {
		value : "11504252",
		text : "兰州宝鑫行"
	} ],
	1150366 : [ {
		value : "1150481",
		text : "芜湖宝利盛"
	}, {
		value : "11504422",
		text : "芜湖众国宝泓"
	} ],
	1150367 : [ {
		value : "1150483",
		text : "柳州粤宝"
	} ],
	1150368 : [ {
		value : "11504341",
		text : "盐城宝景"
	}, {
		value : "1150491",
		text : "盐城宝诚"
	} ],
	1150369 : [ {
		value : "1150492",
		text : "珠海宝泽"
	} ],
	1150371 : [ {
		value : "1150496",
		text : "金华骏宝行"
	}, {
		value : "11504412",
		text : "金华金昌宝顺"
	} ],
	1150372 : [ {
		value : "1150497",
		text : "常熟宝信"
	} ],
	1150373 : [ {
		value : "11504106",
		text : "锦州华宝"
	} ],
	1150374 : [ {
		value : "11504108",
		text : "蚌埠宝利丰"
	} ],
	1150375 : [ {
		value : "11504109",
		text : "惠州合宝"
	}, {
		value : "11504404",
		text : "惠州胜驰宝"
	} ],
	1150376 : [ {
		value : "11504340",
		text : "新乡和德宝"
	} ],
	1150377 : [ {
		value : "11504309",
		text : "德阳长宝"
	} ],
	1150378 : [ {
		value : "11504114",
		text : "鄂尔多斯顺宝行"
	} ],
	1150380 : [ {
		value : "11504116",
		text : "瑞安宝隆"
	} ],
	1150381 : [ {
		value : "11504117",
		text : "洛阳豫德宝"
	} ],
	1150382 : [ {
		value : "11504120",
		text : "宁夏金润宝"
	} ],
	1150384 : [ {
		value : "11504122",
		text : "临汾宝诚"
	} ],
	1150385 : [ {
		value : "11504123",
		text : "青海金裕宝"
	} ],
	1150386 : [ {
		value : "11504414",
		text : "连云港之宝"
	} ],
	1150387 : [ {
		value : "11504127",
		text : "江门合宝"
	} ],
	1150389 : [ {
		value : "11504133",
		text : "永康宝驿"
	} ],
	1150390 : [ {
		value : "11504134",
		text : "溧阳宝尊"
	} ],
	1150392 : [ {
		value : "11504136",
		text : "太仓宝诚"
	} ],
	1150393 : [ {
		value : "11504137",
		text : "宜兴宝利丰"
	} ],
	1150394 : [ {
		value : "11504139",
		text : "包头宝泽"
	} ],
	1150395 : [ {
		value : "11504142",
		text : "张家港宝景"
	} ],
	1150396 : [ {
		value : "11504143",
		text : "永嘉宝诚"
	} ],
	1150397 : [ {
		value : "11504381",
		text : "榆林睿宝行"
	}, {
		value : "11504144",
		text : "陕西榆林金麒宝"
	} ],
	1150399 : [ {
		value : "11504146",
		text : "长治宝诚潞府"
	} ]
};
var modelParameters = {
	"1J11+S0ZSE" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512010",
			bodyTypeZh : "全新BMW 2系双门轿跑车",
			bodyTypeEn : "The all-new BMW 2 Series coupé",
			bodyTypeCode : "F22",
			modelId : "115112156",
			modelCode : "1J11+0ZSE",
			featureCode : "1J11+S0ZSE",
			labelEn : "220i Vantage",
			labelZh : "220i 领先型"
		} ]
	},
	"1J11+S0ZSL" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512010",
			bodyTypeZh : "全新BMW 2系双门轿跑车",
			bodyTypeEn : "The all-new BMW 2 Series coupé",
			bodyTypeCode : "F22",
			modelId : "115112160",
			modelCode : "1J11+0ZSL",
			featureCode : "1J11+S0ZSL",
			labelEn : "220i Sport Line",
			labelZh : "220i 运动设计套装型"
		} ]
	},
	"1J71+S0ZSE" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512010",
			bodyTypeZh : "全新BMW 2系双门轿跑车",
			bodyTypeEn : "The all-new BMW 2 Series coupé",
			bodyTypeCode : "F22",
			modelId : "115112164",
			modelCode : "1J71+0ZSE",
			featureCode : "1J71+S0ZSE",
			labelEn : "M235i ",
			labelZh : "M235i"
		} ]
	},
	"1L71+S0ZOM" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512030",
			bodyTypeZh : "全新BMW 2系敞篷轿跑车",
			bodyTypeEn : "The first-ever BMW 2 Series Convertible",
			bodyTypeCode : "F23",
			modelId : "115112424",
			modelCode : "1L71+0ZOM",
			featureCode : "1L71+S0ZOM",
			labelEn : "220i M Sport Package",
			labelZh : "220i M运动型"
		} ]
	},
	"1L71+S0ZVA" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512030",
			bodyTypeZh : "全新BMW 2系敞篷轿跑车",
			bodyTypeEn : "The first-ever BMW 2 Series Convertible",
			bodyTypeCode : "F23",
			modelId : "115112420",
			modelCode : "1L71+0ZVA",
			featureCode : "1L71+S0ZVA",
			labelEn : "220i Vantage",
			labelZh : "220i 领先型"
		} ]
	},
	"1M31+S0ZSE" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512030",
			bodyTypeZh : "全新BMW 2系敞篷轿跑车",
			bodyTypeEn : "The first-ever BMW 2 Series Convertible",
			bodyTypeCode : "F23",
			modelId : "115112416",
			modelCode : "1M31+0ZSE",
			featureCode : "1M31+S0ZSE",
			labelEn : "218i ",
			labelZh : "218i"
		} ]
	},
	"1R51+S0ZHL" : {
		1 : [ {
			brandId : "1350601",
			seriesId : "1151001",
			seriesName : "BMW 1 Series",
			bodyType : "11512000",
			bodyTypeZh : "新BMW 1系运动型两厢轿车",
			bodyTypeEn : "The new BMW 1 series(5-door)",
			bodyTypeCode : "F20",
			modelId : "115112556",
			modelCode : "1R51+0ZHL",
			featureCode : "1R51+S0ZHL",
			labelEn : "118i  Urban Line",
			labelZh : "118i 都市设计套装"
		} ]
	},
	"1R51+S0ZVA" : {
		1 : [ {
			brandId : "1350601",
			seriesId : "1151001",
			seriesName : "BMW 1 Series",
			bodyType : "11512000",
			bodyTypeZh : "新BMW 1系运动型两厢轿车",
			bodyTypeEn : "The new BMW 1 series(5-door)",
			bodyTypeCode : "F20",
			modelId : "11511100",
			modelCode : "1R51+0ZVA",
			featureCode : "1R51+S0ZVA",
			labelEn : "118i Vantage",
			labelZh : "118i 领先型"
		} ]
	},
	"1U71+S0ZHL" : {
		1 : [ {
			brandId : "1350601",
			seriesId : "1151001",
			seriesName : "BMW 1 Series",
			bodyType : "11512000",
			bodyTypeZh : "新BMW 1系运动型两厢轿车",
			bodyTypeEn : "The new BMW 1 series(5-door)",
			bodyTypeCode : "F20",
			modelId : "115112558",
			modelCode : "1U71+0ZHL",
			featureCode : "1U71+S0ZHL",
			labelEn : "120i Sport Line",
			labelZh : "120i 运动设计套装"
		} ]
	},
	"1U71+S0ZVA" : {
		1 : [ {
			brandId : "1350601",
			seriesId : "1151001",
			seriesName : "BMW 1 Series",
			bodyType : "11512000",
			bodyTypeZh : "新BMW 1系运动型两厢轿车",
			bodyTypeEn : "The new BMW 1 series(5-door)",
			bodyTypeCode : "F20",
			modelId : "115112557",
			modelCode : "1U71+0ZVA",
			featureCode : "1U71+S0ZVA",
			labelEn : "120i Vantage",
			labelZh : "120i领先型"
		} ]
	},
	"1U91+S0ZOM" : {
		1 : [ {
			brandId : "1350601",
			seriesId : "1151001",
			seriesName : "BMW 1 Series",
			bodyType : "11512000",
			bodyTypeZh : "新BMW 1系运动型两厢轿车",
			bodyTypeEn : "The new BMW 1 series(5-door)",
			bodyTypeCode : "F20",
			modelId : "115112559",
			modelCode : "1U91+0ZOM",
			featureCode : "1U91+S0ZOM",
			labelEn : "125i M Sport Package",
			labelZh : "125i M运动型"
		} ]
	},
	"1V11+S0ZSE" : {
		1 : [ {
			brandId : "1350601",
			seriesId : "1151001",
			seriesName : "BMW 1 Series",
			bodyType : "11512000",
			bodyTypeZh : "新BMW 1系运动型两厢轿车",
			bodyTypeEn : "The new BMW 1 series(5-door)",
			bodyTypeCode : "F20",
			modelId : "115112598",
			modelCode : "1V11+0ZSE",
			featureCode : "1V11+S0ZSE",
			labelEn : "M135i ",
			labelZh : "M135i"
		} ]
	},
	"2A31+S0ZHL" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512020",
			bodyTypeZh : "创新BMW 2系运动旅行车",
			bodyTypeEn : "The BMW 2 Series Active Tourer",
			bodyTypeCode : "F45",
			modelId : "115112399",
			modelCode : "2A31+0ZHL",
			featureCode : "2A31+S0ZHL",
			labelEn : "218i Sport Line",
			labelZh : "218i 运动设计套装"
		} ]
	},
	"2A31+S0ZLS" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512020",
			bodyTypeZh : "创新BMW 2系运动旅行车",
			bodyTypeEn : "The BMW 2 Series Active Tourer",
			bodyTypeCode : "F45",
			modelId : "115112395",
			modelCode : "2A31+0ZLS",
			featureCode : "2A31+S0ZLS",
			labelEn : "218i Vantage",
			labelZh : "218i 领先型"
		} ]
	},
	"2A51+S0ZLU" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512020",
			bodyTypeZh : "创新BMW 2系运动旅行车",
			bodyTypeEn : "The BMW 2 Series Active Tourer",
			bodyTypeCode : "F45",
			modelId : "115112403",
			modelCode : "2A51+0ZLU",
			featureCode : "2A51+S0ZLU",
			labelEn : "220i Luxury Line",
			labelZh : "220i豪华设计套装"
		} ]
	},
	"2D31+S0ZHL" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512035",
			bodyTypeZh : "创新BMW 2系多功能旅行车",
			bodyTypeEn : "The first-ever BMW 2 Series Gran Tourer",
			bodyTypeCode : "F46",
			modelId : "1151125805",
			modelCode : "2D31+0ZHL",
			featureCode : "2D31+S0ZHL",
			labelEn : "Gran Tourer 218i Sport Line",
			labelZh : "多功能旅行车218i运动设计套装"
		} ]
	},
	"2D31+S0ZLS" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512035",
			bodyTypeZh : "创新BMW 2系多功能旅行车",
			bodyTypeEn : "The first-ever BMW 2 Series Gran Tourer",
			bodyTypeCode : "F46",
			modelId : "1151125801",
			modelCode : "2D31+0ZLS",
			featureCode : "2D31+S0ZLS",
			labelEn : "Gran Tourer 218i Vantage",
			labelZh : "BMW 2系 多功能旅行车"
		} ]
	},
	"2F11+S0ZSE" : {
		2 : [ {
			brandId : "1350601",
			seriesId : "1151020",
			seriesName : "BMW 2 Series",
			bodyType : "11512010",
			bodyTypeZh : "全新BMW 2系双门轿跑车",
			bodyTypeEn : "The all-new BMW 2 Series coupé",
			bodyTypeCode : "F22",
			modelId : "115112555",
			modelCode : "2F11+0ZSE",
			featureCode : "2F11+S0ZSE",
			labelEn : "218i",
			labelZh : "218i 双门轿跑车"
		} ]
	},
	"3A14+S07K2" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512040",
			bodyTypeZh : "BMW 3系四门轿车",
			bodyTypeEn : "BMW 3 Series Sedan",
			bodyTypeCode : "F30",
			modelId : "1151125400",
			modelCode : "3A14+07K2",
			featureCode : "3A14+S07K2",
			labelEn : "316i Progress",
			labelZh : "316i 进取型"
		} ]
	},
	"3A14+S07K4" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512040",
			bodyTypeZh : "BMW 3系四门轿车",
			bodyTypeEn : "BMW 3 Series Sedan",
			bodyTypeCode : "F30",
			modelId : "1151125600",
			modelCode : "3A14+07K4",
			featureCode : "3A14+S07K4",
			labelEn : "316i Sport Line",
			labelZh : "316i 运动设计套装"
		} ]
	},
	"3A54+S07K4" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512040",
			bodyTypeZh : "BMW 3系四门轿车",
			bodyTypeEn : "BMW 3 Series Sedan",
			bodyTypeCode : "F30",
			modelId : "11511108",
			modelCode : "3A54+07K4",
			featureCode : "3A54+S07K4",
			labelEn : "328i Sport Line",
			labelZh : "328i 运动设计套装"
		} ]
	},
	"3A54+S07K5" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512040",
			bodyTypeZh : "BMW 3系四门轿车",
			bodyTypeEn : "BMW 3 Series Sedan",
			bodyTypeCode : "F30",
			modelId : "115112349",
			modelCode : "3A54+07K5",
			featureCode : "3A54+S07K5",
			labelEn : "328i M Sport",
			labelZh : "328i M运动型"
		} ]
	},
	"3B14+S07K3" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512040",
			bodyTypeZh : "BMW 3系四门轿车",
			bodyTypeEn : "BMW 3 Series Sedan",
			bodyTypeCode : "F30",
			modelId : "11511103",
			modelCode : "3B14+07K3",
			featureCode : "3B14+S07K3",
			labelEn : "320i Lifestyle",
			labelZh : "320i 时尚型"
		} ]
	},
	"3B14+S07K4" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512040",
			bodyTypeZh : "BMW 3系四门轿车",
			bodyTypeEn : "BMW 3 Series Sedan",
			bodyTypeCode : "F30",
			modelId : "11511104",
			modelCode : "3B14+07K4",
			featureCode : "3B14+S07K4",
			labelEn : "Sedan 320i Sport Line",
			labelZh : "四门标准轴距 320i 运动设计套装"
		} ]
	},
	"3B15" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512040",
			bodyTypeZh : "BMW 3系四门轿车",
			bodyTypeEn : "BMW 3 Series Sedan",
			bodyTypeCode : "F30",
			modelId : "115112568",
			modelCode : "3B15",
			featureCode : "3B15",
			labelEn : "320i Progress",
			labelZh : "320i 进取型"
		} ]
	},
	"3B54+S07K4" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512040",
			bodyTypeZh : "BMW 3系四门轿车",
			bodyTypeEn : "BMW 3 Series Sedan",
			bodyTypeCode : "F30",
			modelId : "115112182",
			modelCode : "3B54+07K4",
			featureCode : "3B54+S07K4",
			labelEn : "328i xDrive Sport Line",
			labelZh : "328i xDrive 运动设计套装"
		} ]
	},
	"3B91+S0ZSE" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512040",
			bodyTypeZh : "BMW 3系四门轿车",
			bodyTypeEn : "BMW 3 Series Sedan",
			bodyTypeCode : "F30",
			modelId : "115112351",
			modelCode : "3B91+0ZSE",
			featureCode : "3B91+S0ZSE",
			labelEn : "335i xDrive",
			labelZh : "335i xDrive"
		} ]
	},
	"3C91+S0ZSE" : {
		M : [ {
			brandId : "1350601",
			seriesId : "1151013",
			seriesName : "BMW M",
			bodyType : "11512250",
			bodyTypeZh : "全新BMW M3",
			bodyTypeEn : "The all-new BMW M3",
			bodyTypeCode : "F80",
			modelId : "115112317",
			modelCode : "3C91+0ZSE",
			featureCode : "3C91+S0ZSE",
			labelEn : "M3",
			labelZh : "M3"
		} ]
	},
	"3F91+S0ZLU" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512040",
			bodyTypeZh : "BMW 3系四门轿车",
			bodyTypeEn : "BMW 3 Series Sedan",
			bodyTypeCode : "F30",
			modelId : "115112352",
			modelCode : "3F91+0ZLU",
			featureCode : "3F91+S0ZLU",
			labelEn : "Active Hybrid 3",
			labelZh : "Active Hybrid 3"
		} ]
	},
	"3G51+S0ZOM" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512070",
			bodyTypeZh : "BMW 3系旅行",
			bodyTypeEn : "BMW 3 Series Touring",
			bodyTypeCode : "F31",
			modelId : "115112442",
			modelCode : "3G51+0ZOM",
			featureCode : "3G51+S0ZOM",
			labelEn : "328i M Sport",
			labelZh : "328i M运动型"
		} ]
	},
	"3G71" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512070",
			bodyTypeZh : "BMW 3系旅行",
			bodyTypeEn : "BMW 3 Series Touring",
			bodyTypeCode : "F31",
			modelId : "11511145",
			modelCode : "3G71",
			featureCode : "3G71",
			labelEn : "320i Touring Sport Line",
			labelZh : "320i 旅行轿车运动设计套装"
		} ]
	},
	"3G71+S0ZLS" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512070",
			bodyTypeZh : "BMW 3系旅行",
			bodyTypeEn : "BMW 3 Series Touring",
			bodyTypeCode : "F31",
			modelId : "11511146",
			modelCode : "3G71+0ZLS",
			featureCode : "3G71+S0ZLS",
			labelEn : "320i Lifestyle",
			labelZh : "320i 时尚型"
		} ]
	},
	"3G71+S0ZSP" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512070",
			bodyTypeZh : "BMW 3系旅行",
			bodyTypeEn : "BMW 3 Series Touring",
			bodyTypeCode : "F31",
			modelId : "115112570",
			modelCode : "3G71+0ZSP",
			featureCode : "3G71+S0ZSP",
			labelEn : "320i Sport Line",
			labelZh : "320i 运动设计套装"
		} ]
	},
	"3M01+S00MT" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "115112458",
			modelCode : "3M01+00MT",
			featureCode : "3M01+S00MT",
			labelEn : "316Li MT",
			labelZh : "316Li MT"
		} ]
	},
	"3M01+S07K2" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "115112454",
			modelCode : "3M01+07K2",
			featureCode : "3M01+S07K2",
			labelEn : "316Li Lifestyle",
			labelZh : "316Li时尚型"
		} ]
	},
	"3M21" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "115112565",
			modelCode : "3M21",
			featureCode : "3M21",
			labelEn : "320Li MT",
			labelZh : "320Li MT"
		} ]
	},
	"3M21" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "115112566",
			modelCode : "3M21",
			featureCode : "3M21",
			labelEn : "320Li MT",
			labelZh : "320Li MT"
		} ]
	},
	"3M21+S07K2" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "11511107",
			modelCode : "3M21+07K2",
			featureCode : "3M21+S07K2",
			labelEn : "320Li Lifestyle",
			labelZh : "320Li 时尚型"
		} ]
	},
	"3M21+S07K4" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "11511106",
			modelCode : "3M21+07K4",
			featureCode : "3M21+S07K4",
			labelEn : "320Li Luxury Line",
			labelZh : "320Li 豪华设计套装"
		} ]
	},
	"3M41" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "115112567",
			modelCode : "3M41",
			featureCode : "3M41",
			labelEn : "328Li Modern Line",
			labelZh : "328Li 风尚设计套装"
		} ]
	},
	"3M41+S00LS" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "11511110",
			modelCode : "3M41+00LS",
			featureCode : "3M41+S00LS",
			labelEn : "328Li Lifestyle",
			labelZh : "328Li 时尚型"
		} ]
	},
	"3M41+S07K4" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "11511109",
			modelCode : "3M41+07K4",
			featureCode : "3M41+S07K4",
			labelEn : "328Li Luxury Line",
			labelZh : "328Li 豪华设计套装"
		} ]
	},
	"3M61+S07K5" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "11511111",
			modelCode : "3M61+07K5",
			featureCode : "3M61+S07K5",
			labelEn : "335Li Modern Line",
			labelZh : "335Li 风尚设计套装"
		} ]
	},
	"3M81+S00LS" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "115112450",
			modelCode : "3M81+00LS",
			featureCode : "3M81+S00LS",
			labelEn : "328Li xDrive Lifestyle",
			labelZh : "328Li xDrive 时尚型"
		} ]
	},
	"3M81+S07K4" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "115112186",
			modelCode : "3M81+07K4",
			featureCode : "3M81+S07K4",
			labelEn : "328Li xDrive Luxury Line",
			labelZh : "328Li xDrive 豪华设计套装"
		} ]
	},
	"3M81+S07K5" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512050",
			bodyTypeZh : "BMW 3系四门轿车长轴距版",
			bodyTypeEn : "BMW 3 Series Li",
			bodyTypeCode : "F35",
			modelId : "115112569",
			modelCode : "3M81+07K5",
			featureCode : "3M81+S07K5",
			labelEn : "328Li xDrive Modern Line",
			labelZh : "328Li xDrive 风尚设计套装"
		} ]
	},
	"3N11+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512080",
			bodyTypeZh : "BMW 4系双门轿跑车",
			bodyTypeEn : "BMW 4 Series Coupé",
			bodyTypeCode : "F32",
			modelId : "115112466",
			modelCode : "3N11+0ZHL",
			featureCode : "3N11+S0ZHL",
			labelEn : "420i Line package",
			labelZh : "420i 设计套装型"
		} ]
	},
	"3N11+S0ZSE" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512080",
			bodyTypeZh : "BMW 4系双门轿跑车",
			bodyTypeEn : "BMW 4 Series Coupé",
			bodyTypeCode : "F32",
			modelId : "115112462",
			modelCode : "3N11+0ZSE",
			featureCode : "3N11+S0ZSE",
			labelEn : "420i Lifestyle",
			labelZh : "420i 时尚型"
		} ]
	},
	"3N31" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512080",
			bodyTypeZh : "BMW 4系双门轿跑车",
			bodyTypeEn : "BMW 4 Series Coupé",
			bodyTypeCode : "F32",
			modelId : "115112571",
			modelCode : "3N31",
			featureCode : "3N31",
			labelEn : "428i Coupe",
			labelZh : "428i 双门轿跑车 设计套装型"
		} ]
	},
	"3N31+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512080",
			bodyTypeZh : "BMW 4系双门轿跑车",
			bodyTypeEn : "BMW 4 Series Coupé",
			bodyTypeCode : "F32",
			modelId : "11511164",
			modelCode : "3N31+0ZHL",
			featureCode : "3N31+S0ZHL",
			labelEn : "428i Line package",
			labelZh : "428i 设计套装型"
		} ]
	},
	"3N51" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512080",
			bodyTypeZh : "BMW 4系双门轿跑车",
			bodyTypeEn : "BMW 4 Series Coupé",
			bodyTypeCode : "F32",
			modelId : "115112572",
			modelCode : "3N51",
			featureCode : "3N51",
			labelEn : "428i xDrive Coupe ",
			labelZh : "428i xDrive双门轿跑车 设计套装型"
		} ]
	},
	"3N51+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512080",
			bodyTypeZh : "BMW 4系双门轿跑车",
			bodyTypeEn : "BMW 4 Series Coupé",
			bodyTypeCode : "F32",
			modelId : "11511165",
			modelCode : "3N51+0ZHL",
			featureCode : "3N51+S0ZHL",
			labelEn : "428i xDrive Line package",
			labelZh : "428i xDrive 设计套装型"
		} ]
	},
	"3R11" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512080",
			bodyTypeZh : "BMW 4系双门轿跑车",
			bodyTypeEn : "BMW 4 Series Coupé",
			bodyTypeCode : "F32",
			modelId : "115112573",
			modelCode : "3R11",
			featureCode : "3R11",
			labelEn : "435i Coupe",
			labelZh : "435i 双门轿跑车 设计套装型"
		} ]
	},
	"3R11+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512080",
			bodyTypeZh : "BMW 4系双门轿跑车",
			bodyTypeEn : "BMW 4 Series Coupé",
			bodyTypeCode : "F32",
			modelId : "11511166",
			modelCode : "3R11+0ZHL",
			featureCode : "3R11+S0ZHL",
			labelEn : "435i Line package",
			labelZh : "435i 设计套装型"
		} ]
	},
	"3R51" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512080",
			bodyTypeZh : "BMW 4系双门轿跑车",
			bodyTypeEn : "BMW 4 Series Coupé",
			bodyTypeCode : "F32",
			modelId : "115112574",
			modelCode : "3R51",
			featureCode : "3R51",
			labelEn : "435i xDrive Coupe ",
			labelZh : "435i xDrive双门轿跑车 设计套装型"
		} ]
	},
	"3R51+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512080",
			bodyTypeZh : "BMW 4系双门轿跑车",
			bodyTypeEn : "BMW 4 Series Coupé",
			bodyTypeCode : "F32",
			modelId : "11511167",
			modelCode : "3R51+0ZHL",
			featureCode : "3R51+S0ZHL",
			labelEn : "435i xDrive Line package",
			labelZh : "435i xDrive 设计套装型"
		} ]
	},
	"3R91+S0ZSE" : {
		M : [ {
			brandId : "1350601",
			seriesId : "1151013",
			seriesName : "BMW M",
			bodyType : "11512260",
			bodyTypeZh : "全新BMW M4双门轿跑车",
			bodyTypeEn : "The all-new BMW M4 Coupé",
			bodyTypeCode : "F82",
			modelId : "115112321",
			modelCode : "3R91+0ZSE",
			featureCode : "3R91+S0ZSE",
			labelEn : "M4 Coupe",
			labelZh : "M4 双门轿跑车"
		} ]
	},
	"3T31" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512090",
			bodyTypeZh : "新BMW 4系敞篷轿跑车",
			bodyTypeEn : "The new BMW 4 Series Convertible",
			bodyTypeCode : "F33",
			modelId : "115112576",
			modelCode : "3T31",
			featureCode : "3T31",
			labelEn : "435i Convertible",
			labelZh : "435i 敞篷轿跑车 设计套装型"
		} ]
	},
	"3T31+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512090",
			bodyTypeZh : "新BMW 4系敞篷轿跑车",
			bodyTypeEn : "The new BMW 4 Series Convertible",
			bodyTypeCode : "F33",
			modelId : "115112172",
			modelCode : "3T31+0ZHL",
			featureCode : "3T31+S0ZHL",
			labelEn : "435i Line package",
			labelZh : "435i 设计套装型"
		} ]
	},
	"3T71+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512090",
			bodyTypeZh : "新BMW 4系敞篷轿跑车",
			bodyTypeEn : "The new BMW 4 Series Convertible",
			bodyTypeCode : "F33",
			modelId : "115112474",
			modelCode : "3T71+0ZHL",
			featureCode : "3T71+S0ZHL",
			labelEn : "435i xDrive Line package",
			labelZh : "435i xDrive 设计套装型"
		} ]
	},
	"3U91+S0ZSE" : {
		M : [ {
			brandId : "1350601",
			seriesId : "1151013",
			seriesName : "BMW M",
			bodyType : "11512270",
			bodyTypeZh : "全新BMW M4敞篷轿跑车",
			bodyTypeEn : "The all-new BMW M4 Convertible",
			bodyTypeCode : "F83",
			modelId : "115112325",
			modelCode : "3U91+0ZSE",
			featureCode : "3U91+S0ZSE",
			labelEn : "M4 Convertible",
			labelZh : "M4 敞篷轿跑车"
		} ]
	},
	"3V11+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512090",
			bodyTypeZh : "新BMW 4系敞篷轿跑车",
			bodyTypeEn : "The new BMW 4 Series Convertible",
			bodyTypeCode : "F33",
			modelId : "115112482",
			modelCode : "3V11+0ZHL",
			featureCode : "3V11+S0ZHL",
			labelEn : "420i Line package",
			labelZh : "420i 设计套装型"
		} ]
	},
	"3V11+S0ZSE" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512090",
			bodyTypeZh : "新BMW 4系敞篷轿跑车",
			bodyTypeEn : "The new BMW 4 Series Convertible",
			bodyTypeCode : "F33",
			modelId : "115112478",
			modelCode : "3V11+0ZSE",
			featureCode : "3V11+S0ZSE",
			labelEn : "420i Lifestyle",
			labelZh : "420i 时尚型"
		} ]
	},
	"3V31" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512090",
			bodyTypeZh : "新BMW 4系敞篷轿跑车",
			bodyTypeEn : "The new BMW 4 Series Convertible",
			bodyTypeCode : "F33",
			modelId : "115112575",
			modelCode : "3V31",
			featureCode : "3V31",
			labelEn : "428i Convertible",
			labelZh : "428i 敞篷轿跑车 设计套装型 "
		} ]
	},
	"3V31+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512090",
			bodyTypeZh : "新BMW 4系敞篷轿跑车",
			bodyTypeEn : "The new BMW 4 Series Convertible",
			bodyTypeCode : "F33",
			modelId : "115112168",
			modelCode : "3V31+0ZHL",
			featureCode : "3V31+S0ZHL",
			labelEn : "428i Line package",
			labelZh : "428i 设计套装型"
		} ]
	},
	"3V51+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512090",
			bodyTypeZh : "新BMW 4系敞篷轿跑车",
			bodyTypeEn : "The new BMW 4 Series Convertible",
			bodyTypeCode : "F33",
			modelId : "115112577",
			modelCode : "3V51+0ZHL",
			featureCode : "3V51+S0ZHL",
			labelEn : "428i xDrive Line package",
			labelZh : "428i xDrive 设计套装型"
		} ]
	},
	"3X11+S0ZHL" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512460",
			bodyTypeZh : "BMW 3系GT",
			bodyTypeEn : "BMW 3 Series GT",
			bodyTypeCode : "F34",
			modelId : "11511128",
			modelCode : "3X11+0ZHL",
			featureCode : "3X11+S0ZHL",
			labelEn : "320i Line Package",
			labelZh : "320i 设计套装型"
		} ]
	},
	"3X11+S0ZVA" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512460",
			bodyTypeZh : "BMW 3系GT",
			bodyTypeEn : "BMW 3 Series GT",
			bodyTypeCode : "F34",
			modelId : "11511127",
			modelCode : "3X11+0ZVA",
			featureCode : "3X11+S0ZVA",
			labelEn : "320i Vantage",
			labelZh : "320i 领先型"
		} ]
	},
	"3X31+S0ZHL" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512460",
			bodyTypeZh : "BMW 3系GT",
			bodyTypeEn : "BMW 3 Series GT",
			bodyTypeCode : "F34",
			modelId : "11511129",
			modelCode : "3X31+0ZHL",
			featureCode : "3X31+S0ZHL",
			labelEn : "328i Line Package",
			labelZh : "328i 设计套装型"
		} ]
	},
	"3X51+S0ZHL" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512460",
			bodyTypeZh : "BMW 3系GT",
			bodyTypeEn : "BMW 3 Series GT",
			bodyTypeCode : "F34",
			modelId : "115112438",
			modelCode : "3X51+0ZHL",
			featureCode : "3X51+S0ZHL",
			labelEn : "328i xDrive Line Package",
			labelZh : "328i xDrive 设计套装型"
		} ]
	},
	"3X71+S0ZML" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512460",
			bodyTypeZh : "BMW 3系GT",
			bodyTypeEn : "BMW 3 Series GT",
			bodyTypeCode : "F34",
			modelId : "115112562",
			modelCode : "3X71+0ZML",
			featureCode : "3X71+S0ZML",
			labelEn : "335i GT Modern Line Package",
			labelZh : "335i GT 设计套装"
		} ]
	},
	"3X91+S0ZHL" : {
		3 : [ {
			brandId : "1350601",
			seriesId : "1151002",
			seriesName : "BMW 3 Series",
			bodyType : "11512460",
			bodyTypeZh : "BMW 3系GT",
			bodyTypeEn : "BMW 3 Series GT",
			bodyTypeCode : "F34",
			modelId : "115112446",
			modelCode : "3X91+0ZHL",
			featureCode : "3X91+S0ZHL",
			labelEn : "335i xDrive Line Package",
			labelZh : "335i xDrive 设计套装型"
		} ]
	},
	"4A11+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512100",
			bodyTypeZh : "全新BMW 4系四门轿跑车",
			bodyTypeEn : "BMW 4 Series Gran Coupé",
			bodyTypeCode : "F36",
			modelId : "1151125500",
			modelCode : "4A11+0ZHL",
			featureCode : "4A11+S0ZHL",
			labelEn : "420i Line package",
			labelZh : "420i 设计套装型"
		} ]
	},
	"4A11+S0ZSE" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512100",
			bodyTypeZh : "全新BMW 4系四门轿跑车",
			bodyTypeEn : "BMW 4 Series Gran Coupé",
			bodyTypeCode : "F36",
			modelId : "1151125040",
			modelCode : "4A11+0ZSE",
			featureCode : "4A11+S0ZSE",
			labelEn : "420i Lifestyle",
			labelZh : "420i 时尚型"
		} ]
	},
	"4A51+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512100",
			bodyTypeZh : "全新BMW 4系四门轿跑车",
			bodyTypeEn : "BMW 4 Series Gran Coupé",
			bodyTypeCode : "F36",
			modelId : "115112223",
			modelCode : "4A51+0ZHL",
			featureCode : "4A51+S0ZHL",
			labelEn : "428i Line package",
			labelZh : "428i 设计套装型"
		} ]
	},
	"4A71+S0ZHL" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512100",
			bodyTypeZh : "全新BMW 4系四门轿跑车",
			bodyTypeEn : "BMW 4 Series Gran Coupé",
			bodyTypeCode : "F36",
			modelId : "115112227",
			modelCode : "4A71+0ZHL",
			featureCode : "4A71+S0ZHL",
			labelEn : "428i xDrive Line package",
			labelZh : "428i xDrive 设计套装型"
		} ]
	},
	"4B11+S0ZOM" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512100",
			bodyTypeZh : "全新BMW 4系四门轿跑车",
			bodyTypeEn : "BMW 4 Series Gran Coupé",
			bodyTypeCode : "F36",
			modelId : "115112486",
			modelCode : "4B11+0ZOM",
			featureCode : "4B11+S0ZOM",
			labelEn : "435i M Sport",
			labelZh : "435i M运动型"
		} ]
	},
	"4B31+S0ZOM" : {
		4 : [ {
			brandId : "1350601",
			seriesId : "1151018",
			seriesName : "BMW 4 Series",
			bodyType : "11512100",
			bodyTypeZh : "全新BMW 4系四门轿跑车",
			bodyTypeEn : "BMW 4 Series Gran Coupé",
			bodyTypeCode : "F36",
			modelId : "1151125050",
			modelCode : "4B31+0ZOM",
			featureCode : "4B31+S0ZOM",
			labelEn : "435i xDrive M Sport",
			labelZh : "435i xDrive M运动型"
		} ]
	},
	"5A31+S0ZPR" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512110",
			bodyTypeZh : "BMW 5系四门轿车",
			bodyTypeEn : "BMW 5 Series Sedan",
			bodyTypeCode : "F10",
			modelId : "1151125020",
			modelCode : "5A31+0ZPR",
			featureCode : "5A31+S0ZPR",
			labelEn : "520i Prestige",
			labelZh : "520i 典雅型"
		} ]
	},
	"5A71+S0ZLU" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512110",
			bodyTypeZh : "BMW 5系四门轿车",
			bodyTypeEn : "BMW 5 Series Sedan",
			bodyTypeCode : "F10",
			modelId : "115112506",
			modelCode : "5A71+0ZLU",
			featureCode : "5A71+S0ZLU",
			labelEn : "528i xDrive Luxury line package",
			labelZh : "528i xDrive 豪华设计套装"
		} ]
	},
	"5B11+S0ZLU" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512110",
			bodyTypeZh : "BMW 5系四门轿车",
			bodyTypeEn : "BMW 5 Series Sedan",
			bodyTypeCode : "F10",
			modelId : "1151125030",
			modelCode : "5B11+0ZLU",
			featureCode : "5B11+S0ZLU",
			labelEn : "535i Luxury line package",
			labelZh : "535i 豪华设计套装"
		} ]
	},
	"5B31+S0ZOM" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512110",
			bodyTypeZh : "BMW 5系四门轿车",
			bodyTypeEn : "BMW 5 Series Sedan",
			bodyTypeCode : "F10",
			modelId : "115112373",
			modelCode : "5B31+0ZOM",
			featureCode : "5B31+S0ZOM",
			labelEn : "535i xDrive M Sport M Sport Package",
			labelZh : "535i xDrive M运动型"
		} ]
	},
	"5E11+S0ZSE" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512110",
			bodyTypeZh : "BMW 5系四门轿车",
			bodyTypeEn : "BMW 5 Series Sedan",
			bodyTypeCode : "F10",
			modelId : "115112375",
			modelCode : "5E11+0ZSE",
			featureCode : "5E11+S0ZSE",
			labelEn : "Active Hybrid 5",
			labelZh : "Active Hybrid 5"
		} ]
	},
	"5G11+S0ZSE" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512140",
			bodyTypeZh : "BMW 5系旅行轿车",
			bodyTypeEn : "BMW 5 Series Touring",
			bodyTypeCode : "F11",
			modelId : "11511160",
			modelCode : "5G11+0ZSE",
			featureCode : "5G11+S0ZSE",
			labelEn : "520i ",
			labelZh : "520i "
		} ]
	},
	"5G51+S0ZSE" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512140",
			bodyTypeZh : "BMW 5系旅行轿车",
			bodyTypeEn : "BMW 5 Series Touring",
			bodyTypeCode : "F11",
			modelId : "11511161",
			modelCode : "5G51+0ZSE",
			featureCode : "5G51+S0ZSE",
			labelEn : "528i ",
			labelZh : "528i"
		} ]
	},
	"5G71+S0ZOM" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512140",
			bodyTypeZh : "BMW 5系旅行轿车",
			bodyTypeEn : "BMW 5 Series Touring",
			bodyTypeCode : "F11",
			modelId : "115112530",
			modelCode : "5G71+0ZOM",
			featureCode : "5G71+S0ZOM",
			labelEn : "528i xDrive M Sport",
			labelZh : "528i xDrive M运动型"
		} ]
	},
	"5M21" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512130",
			bodyTypeZh : "BMW 5 系GT",
			bodyTypeEn : "BMW 5 Series GT",
			bodyTypeCode : "F07",
			modelId : "115112586",
			modelCode : "5M21",
			featureCode : "5M21",
			labelEn : "535i Gran Turismo",
			labelZh : "535i GT设计套装型"
		} ]
	},
	"5M21+S0ZLU" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512130",
			bodyTypeZh : "BMW 5 系GT",
			bodyTypeEn : "BMW 5 Series GT",
			bodyTypeCode : "F07",
			modelId : "115112526",
			modelCode : "5M21+0ZLU",
			featureCode : "5M21+S0ZLU",
			labelEn : "535i Luxury Line",
			labelZh : "535i 豪华型"
		} ]
	},
	"5M21+S0ZVA" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512130",
			bodyTypeZh : "BMW 5 系GT",
			bodyTypeEn : "BMW 5 Series GT",
			bodyTypeCode : "F07",
			modelId : "11511140",
			modelCode : "5M21+0ZVA",
			featureCode : "5M21+S0ZVA",
			labelEn : "535i Vantage",
			labelZh : "535i 领先型"
		} ]
	},
	"5M41+S0ZSE" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512130",
			bodyTypeZh : "BMW 5 系GT",
			bodyTypeEn : "BMW 5 Series GT",
			bodyTypeCode : "F07",
			modelId : "1151165",
			modelCode : "5M41+0ZSE",
			featureCode : "5M41+S0ZSE",
			labelEn : "535i xDrive ",
			labelZh : "535i xDrive"
		} ]
	},
	"5M81+S0ZSE" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512130",
			bodyTypeZh : "BMW 5 系GT",
			bodyTypeEn : "BMW 5 Series GT",
			bodyTypeCode : "F07",
			modelId : "115112374",
			modelCode : "5M81+0ZSE",
			featureCode : "5M81+S0ZSE",
			labelEn : "550i xDrive M Sport",
			labelZh : "550i xDrive M 运动型"
		} ]
	},
	"5S11+S0ZK2" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "11511149",
			modelCode : "5S11+0ZK2",
			featureCode : "5S11+S0ZK2",
			labelEn : "520Li Prestige",
			labelZh : "520Li 典雅型"
		} ]
	},
	"5S31+S0ZK3" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112371",
			modelCode : "5S31+0ZK3",
			featureCode : "5S31+S0ZK3",
			labelEn : "525Li Vantage",
			labelZh : "525Li 领先型"
		} ]
	},
	"5S31+S0ZK4" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "11511150",
			modelCode : "5S31+0ZK4",
			featureCode : "5S31+S0ZK4",
			labelEn : "525Li Luxury Line",
			labelZh : "525Li 豪华设计套装"
		} ]
	},
	"5S31+S0ZK6" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112578",
			modelCode : "5S31+0ZK6",
			featureCode : "5S31+S0ZK6",
			labelEn : "525Li Modern Line",
			labelZh : "525Li 风尚设计套装"
		} ]
	},
	"5S51+S0ZK3" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112579",
			modelCode : "5S51+0ZK3",
			featureCode : "5S51+S0ZK3",
			labelEn : "530Li Vantage",
			labelZh : "530Li 领先型"
		} ]
	},
	"5S51+S0ZK4" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112580",
			modelCode : "5S51+0ZK4",
			featureCode : "5S51+S0ZK4",
			labelEn : "530Li Luxury Line",
			labelZh : "530Li 豪华设计套装"
		} ]
	},
	"5S51+S0ZK6" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112581",
			modelCode : "5S51+0ZK6",
			featureCode : "5S51+S0ZK6",
			labelEn : "530Li Modern Line",
			labelZh : "530Li 风尚设计套装"
		} ]
	},
	"5S71+S0ZK3" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112498",
			modelCode : "5S71+0ZK3",
			featureCode : "5S71+S0ZK3",
			labelEn : "535Li Vantage ",
			labelZh : "535Li 领先型"
		} ]
	},
	"5S71+S0ZK4" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112582",
			modelCode : "5S71+0ZK4",
			featureCode : "5S71+S0ZK4",
			labelEn : "535Li Luxury Line",
			labelZh : "535Li 豪华设计套装"
		} ]
	},
	"5S71+S0ZK5" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112583",
			modelCode : "5S71+0ZK5",
			featureCode : "5S71+S0ZK5",
			labelEn : "535Li Executive Modern Line",
			labelZh : "535Li 行政风尚设计套装"
		} ]
	},
	"5S71+S0ZK7" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "11511158",
			modelCode : "5S71+0ZK7",
			featureCode : "5S71+S0ZK7",
			labelEn : "535Li Executive Luxury Line",
			labelZh : "535Li 行政豪华设计套装"
		} ]
	},
	"5S91+S0ZK4" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "1151125100",
			modelCode : "5S91+0ZK4",
			featureCode : "5S91+S0ZK4",
			labelEn : "530Le Luxury Line",
			labelZh : "530Le 豪华设计套装"
		} ]
	},
	"5T11+S0ZK3" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "1151113",
			modelCode : "5T11+0ZK3",
			featureCode : "5T11+S0ZK3",
			labelEn : "528Li xDrive Vantage",
			labelZh : "528Li xDrive 领先型"
		} ]
	},
	"5T11+S0ZK4" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112198",
			modelCode : "5T11+0ZK4",
			featureCode : "5T11+S0ZK4",
			labelEn : "528Li xDrive Luxury Line",
			labelZh : "528Li xDrive 豪华设计套装"
		} ]
	},
	"5T31" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112584",
			modelCode : "5T31",
			featureCode : "5T31",
			labelEn : "528Li Vantage",
			labelZh : "528Li 时尚型"
		} ]
	},
	"5T31+S0ZK3" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112372",
			modelCode : "5T31+0ZK3",
			featureCode : "5T31+S0ZK3",
			labelEn : "528Li Vantage ",
			labelZh : "528Li 领先型"
		} ]
	},
	"5T31+S0ZK4" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512120",
			bodyTypeZh : "BMW 5系四门轿车长轴距版",
			bodyTypeEn : "BMW 5 Series Li",
			bodyTypeCode : "F18",
			modelId : "115112210",
			modelCode : "5T31+0ZK4",
			featureCode : "5T31+S0ZK4",
			labelEn : "528Li Luxury Line",
			labelZh : "528Li 豪华设计套装"
		} ]
	},
	"6A01+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512150",
			bodyTypeZh : "BMW 6系四门轿跑车",
			bodyTypeEn : "BMW 6 Series Gran Coupé",
			bodyTypeCode : "F06",
			modelId : "1151194",
			modelCode : "6A01+0ZSE",
			featureCode : "6A01+S0ZSE",
			labelEn : "Gran Coupe 640i",
			labelZh : "640i"
		} ]
	},
	"6B61+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512150",
			bodyTypeZh : "BMW 6系四门轿跑车",
			bodyTypeEn : "BMW 6 Series Gran Coupé",
			bodyTypeCode : "F06",
			modelId : "115112357",
			modelCode : "6B61+0ZSE",
			featureCode : "6B61+S0ZSE",
			labelEn : "650i xDrive",
			labelZh : "650i xDrive "
		} ]
	},
	"6B81+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512150",
			bodyTypeZh : "BMW 6系四门轿跑车",
			bodyTypeEn : "BMW 6 Series Gran Coupé",
			bodyTypeCode : "F06",
			modelId : "115112356",
			modelCode : "6B81+0ZSE",
			featureCode : "6B81+S0ZSE",
			labelEn : "640i xDrive ",
			labelZh : "640i xDrive "
		} ]
	},
	"6C91+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512150",
			bodyTypeZh : "BMW 6系四门轿跑车",
			bodyTypeEn : "BMW 6 Series Gran Coupé",
			bodyTypeCode : "F06",
			modelId : "1151147",
			modelCode : "6C91+0ZSE",
			featureCode : "6C91+S0ZSE",
			labelEn : "M6 Gran Coupé",
			labelZh : "M6 四门轿跑车"
		} ]
	},
	"6E91+S0ZSE" : {
		M : [ {
			brandId : "1350601",
			seriesId : "1151013",
			seriesName : "BMW M",
			bodyType : "11512290",
			bodyTypeZh : "新BMW M6四门轿跑车",
			bodyTypeEn : "The new BMW M6 Gran Coupé",
			bodyTypeCode : "F06M",
			modelId : "115112588",
			modelCode : "6E91+0ZSE",
			featureCode : "6E91+S0ZSE",
			labelEn : "BMW M6 Gran Coupe",
			labelZh : "BMW M6四门轿跑车"
		} ]
	},
	"6J91+S0ZSE" : {
		M : [ {
			brandId : "1350601",
			seriesId : "1151013",
			seriesName : "BMW M",
			bodyType : "11512300",
			bodyTypeZh : "新BMW M6 双门轿跑车",
			bodyTypeEn : "The new BMW M6 Coupé",
			bodyTypeCode : "F13M",
			modelId : "115112589",
			modelCode : "6J91+0ZSE",
			featureCode : "6J91+S0ZSE",
			labelEn : "BMW M6 Coupe",
			labelZh : "BMW M6双门轿跑车"
		} ]
	},
	DX91 : {
		M : [ {
			brandId : "1350601",
			seriesId : "1151013",
			seriesName : "BMW M",
			bodyType : "11512510",
			bodyTypeZh : "M3 Convertible",
			bodyTypeEn : "M3 敞篷轿跑",
			bodyTypeCode : "E93",
			modelId : "115112564",
			modelCode : "DX91",
			featureCode : "DX91",
			labelEn : "M3 convertible",
			labelZh : "M3 Convertible"
		} ]
	},
	"FG21+S0ZLU" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151008",
			seriesName : "BMW X6",
			bodyType : "11512480",
			bodyTypeZh : "BMW X6",
			bodyTypeEn : "BMW X6",
			bodyTypeCode : "E71",
			modelId : "115112593",
			modelCode : "FG21+0ZLU",
			featureCode : "FG21+S0ZLU",
			labelEn : "X6 xDrive35i Luxury package",
			labelZh : "X6 xDrive35i 豪华型"
		} ]
	},
	"FG81+S0ZLU" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151008",
			seriesName : "BMW X6",
			bodyType : "11512480",
			bodyTypeZh : "BMW X6",
			bodyTypeEn : "BMW X6",
			bodyTypeCode : "E71",
			modelId : "115112595",
			modelCode : "FG81+0ZLU",
			featureCode : "FG81+S0ZLU",
			labelEn : "X6 xDrive50i Luxury package",
			labelZh : "X6 xDrive50i 豪华型"
		} ]
	},
	FH21 : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151008",
			seriesName : "BMW X6",
			bodyType : "11512490",
			bodyTypeZh : "BMW X6",
			bodyTypeEn : "BMW X6",
			bodyTypeCode : "E72",
			modelId : "115112596",
			modelCode : "FH21",
			featureCode : "FH21",
			labelEn : "ActiveHybrid X6",
			labelZh : "BMW X6 高效混合动力 轿车"
		} ]
	},
	"FV91+S0ZSE" : {
		M : [ {
			brandId : "1350601",
			seriesId : "1151013",
			seriesName : "BMW M",
			bodyType : "11512280",
			bodyTypeZh : "BMW M5",
			bodyTypeEn : "BMW M5",
			bodyTypeCode : "F10M",
			modelId : "1151146",
			modelCode : "FV91+0ZSE",
			featureCode : "FV91+S0ZSE",
			labelEn : "M5",
			labelZh : "M5"
		} ]
	},
	GY01 : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151007",
			seriesName : "BMW X5",
			bodyType : "11512470",
			bodyTypeZh : "BMW X5",
			bodyTypeEn : "BMW X5",
			bodyTypeCode : "E70",
			modelId : "115112592",
			modelCode : "GY01",
			featureCode : "GY01",
			labelEn : "X5 M ",
			labelZh : "X5 M"
		} ]
	},
	GZ01 : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151008",
			seriesName : "BMW X6",
			bodyType : "11512480",
			bodyTypeZh : "BMW X6",
			bodyTypeEn : "BMW X6",
			bodyTypeCode : "E71",
			modelId : "115112597",
			modelCode : "GZ01",
			featureCode : "GZ01",
			labelEn : "X6 M ",
			labelZh : "X6 M "
		} ]
	},
	"GZ21+S0ZSE" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151008",
			seriesName : "BMW X6",
			bodyType : "11512480",
			bodyTypeZh : "BMW X6",
			bodyTypeEn : "BMW X6",
			bodyTypeCode : "E71",
			modelId : "115112594",
			modelCode : "GZ21+0ZSE",
			featureCode : "GZ21+S0ZSE",
			labelEn : "X6 xDrive40i Standard Equipment package",
			labelZh : "X6 xDrive40i"
		} ]
	},
	KG91 : {
		M : [ {
			brandId : "1350601",
			seriesId : "1151013",
			seriesName : "BMW M",
			bodyType : "11512500",
			bodyTypeZh : "M3 Coupe",
			bodyTypeEn : "M3 双门轿跑",
			bodyTypeCode : "E92",
			modelId : "115112563",
			modelCode : "KG91",
			featureCode : "KG91",
			labelEn : "M3 Coupe",
			labelZh : "M3 Coupe"
		} ]
	},
	"KR01+S0ZCH" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151007",
			seriesName : "BMW X5",
			bodyType : "11512220",
			bodyTypeZh : "新BMW X5",
			bodyTypeEn : "The new BMW X5",
			bodyTypeCode : "F15",
			modelId : "115112144",
			modelCode : "KR01+0ZCH",
			featureCode : "KR01+S0ZCH",
			labelEn : "xDrive35i Character",
			labelZh : "xDrive35i 尊享型"
		} ]
	},
	"KR01+S0ZLU" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151007",
			seriesName : "BMW X5",
			bodyType : "11512220",
			bodyTypeZh : "新BMW X5",
			bodyTypeEn : "The new BMW X5",
			bodyTypeCode : "F15",
			modelId : "115112140",
			modelCode : "KR01+0ZLU",
			featureCode : "KR01+S0ZLU",
			labelEn : "xDrive35i Luxury",
			labelZh : "xDrive35i 豪华型"
		} ]
	},
	"KR01+S0ZPR" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151007",
			seriesName : "BMW X5",
			bodyType : "11512220",
			bodyTypeZh : "新BMW X5",
			bodyTypeEn : "The new BMW X5",
			bodyTypeCode : "F15",
			modelId : "1151130",
			modelCode : "KR01+0ZPR",
			featureCode : "KR01+S0ZPR",
			labelEn : "xDrive35i Prestige",
			labelZh : "xDrive35i 典雅型"
		} ]
	},
	"KR01+S0ZVE" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151007",
			seriesName : "BMW X5",
			bodyType : "11512220",
			bodyTypeZh : "新BMW X5",
			bodyTypeEn : "The new BMW X5",
			bodyTypeCode : "F15",
			modelId : "115112136",
			modelCode : "KR01+0ZVE",
			featureCode : "KR01+S0ZVE",
			labelEn : "xDrive35i Vantage",
			labelZh : "xDrive35i 领先型"
		} ]
	},
	"KR81+S0ZOM" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151007",
			seriesName : "BMW X5",
			bodyType : "11512220",
			bodyTypeZh : "新BMW X5",
			bodyTypeEn : "The new BMW X5",
			bodyTypeCode : "F15",
			modelId : "115112148",
			modelCode : "KR81+0ZOM",
			featureCode : "KR81+S0ZOM",
			labelEn : "xDrive50i M Sport",
			labelZh : "xDrive50i M 运动型"
		} ]
	},
	"KS41+S0ZSE" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151007",
			seriesName : "BMW X5",
			bodyType : "11512220",
			bodyTypeZh : "新BMW X5",
			bodyTypeEn : "The new BMW X5",
			bodyTypeCode : "F15",
			modelId : "115112132",
			modelCode : "KS41+0ZSE",
			featureCode : "KS41+S0ZSE",
			labelEn : "xDrive30d",
			labelZh : "xDrive30d"
		} ]
	},
	"KT61+S0ZSE" : {
		M : [ {
			brandId : "1350601",
			seriesId : "1151013",
			seriesName : "BMW M",
			bodyType : "11512310",
			bodyTypeZh : "全新BMW X5 M",
			bodyTypeEn : "The all-new BMW X5 M",
			bodyTypeCode : "F85",
			modelId : "115112429",
			modelCode : "KT61+0ZSE",
			featureCode : "KT61+S0ZSE",
			labelEn : "X5 M ",
			labelZh : "X5 M"
		} ]
	},
	"KU21+S0ZCH" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151008",
			seriesName : "BMW X6",
			bodyType : "11512230",
			bodyTypeZh : "全新BMW X6",
			bodyTypeEn : "The all-new BMW X6",
			bodyTypeCode : "F16",
			modelId : "1151125080",
			modelCode : "KU21+0ZCH",
			featureCode : "KU21+S0ZCH",
			labelEn : "xDrive35i Character",
			labelZh : "xDrive35i 尊享型"
		} ]
	},
	"KU21+S0ZLU" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151008",
			seriesName : "BMW X6",
			bodyType : "11512480",
			bodyTypeZh : "BMW X6",
			bodyTypeEn : "BMW X6",
			bodyTypeCode : "E71",
			modelId : "1151125700",
			modelCode : "KU21+0ZLU",
			featureCode : "KU21+S0ZLU",
			labelEn : "xDrive35i Luxury",
			labelZh : "xDrive35i 豪华型"
		} ]
	},
	"KU21+S0ZVA" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151008",
			seriesName : "BMW X6",
			bodyType : "11512230",
			bodyTypeZh : "全新BMW X6",
			bodyTypeEn : "The all-new BMW X6",
			bodyTypeCode : "F16",
			modelId : "1151125060",
			modelCode : "KU21+0ZVA",
			featureCode : "KU21+S0ZVA",
			labelEn : "xDrive35i Vantage",
			labelZh : "xDrive35i 领先型"
		} ]
	},
	"KU41+S0ZOM" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151008",
			seriesName : "BMW X6",
			bodyType : "11512230",
			bodyTypeZh : "全新BMW X6",
			bodyTypeEn : "The all-new BMW X6",
			bodyTypeCode : "F16",
			modelId : "1151125090",
			modelCode : "KU41+0ZOM",
			featureCode : "KU41+S0ZOM",
			labelEn : "xDrive50i M Sport",
			labelZh : "xDrive50i M运动型"
		} ]
	},
	"KW81+S0ZSE" : {
		M : [ {
			brandId : "1350601",
			seriesId : "1151013",
			seriesName : "BMW M",
			bodyType : "11512320",
			bodyTypeZh : "全新BMW X6 M",
			bodyTypeEn : "The all-new BMW X6 M",
			bodyTypeCode : "F86",
			modelId : "115112433",
			modelCode : "KW81+0ZSE",
			featureCode : "KW81+S0ZSE",
			labelEn : "X6 M ",
			labelZh : "X6 M"
		} ]
	},
	"LL31+S0ZVA" : {
		Z : [ {
			brandId : "1350601",
			seriesId : "1151009",
			seriesName : "BMW Z4",
			bodyType : "11512240",
			bodyTypeZh : "BMW Z4敞篷跑车",
			bodyTypeEn : "BMW Z4 Roadster",
			bodyTypeCode : "E89",
			modelId : "1151191",
			modelCode : "LL31+0ZVA",
			featureCode : "LL31+S0ZVA",
			labelEn : "sDrive20i Vantage",
			labelZh : "sDrive20i 领先型"
		} ]
	},
	"LL51+S0ZVA" : {
		Z : [ {
			brandId : "1350601",
			seriesId : "1151009",
			seriesName : "BMW Z4",
			bodyType : "11512240",
			bodyTypeZh : "BMW Z4敞篷跑车",
			bodyTypeEn : "BMW Z4 Roadster",
			bodyTypeCode : "E89",
			modelId : "1151192",
			modelCode : "LL51+0ZVA",
			featureCode : "LL51+S0ZVA",
			labelEn : "sDrive28i Vantage",
			labelZh : "sDrive28i 领先型"
		} ]
	},
	"LM11+S0ZSE" : {
		Z : [ {
			brandId : "1350601",
			seriesId : "1151009",
			seriesName : "BMW Z4",
			bodyType : "11512240",
			bodyTypeZh : "BMW Z4敞篷跑车",
			bodyTypeEn : "BMW Z4 Roadster",
			bodyTypeCode : "E89",
			modelId : "11511121",
			modelCode : "LM11+0ZSE",
			featureCode : "LM11+S0ZSE",
			labelEn : "sDrive35is",
			labelZh : "sDrive35is"
		} ]
	},
	"LM71+S0ZLU" : {
		Z : [ {
			brandId : "1350601",
			seriesId : "1151009",
			seriesName : "BMW Z4",
			bodyType : "11512240",
			bodyTypeZh : "BMW Z4敞篷跑车",
			bodyTypeEn : "BMW Z4 Roadster",
			bodyTypeCode : "E89",
			modelId : "1151156",
			modelCode : "LM71+0ZLU",
			featureCode : "LM71+S0ZLU",
			labelEn : "sDrive35i Luxury",
			labelZh : "sDrive35i 豪华型"
		} ]
	},
	"LW31+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512160",
			bodyTypeZh : "BMW 6系双门轿跑车",
			bodyTypeEn : "BMW 6 Series Coupé",
			bodyTypeCode : "F13",
			modelId : "1151186",
			modelCode : "LW31+0ZSE",
			featureCode : "LW31+S0ZSE",
			labelEn : "640i ",
			labelZh : "640i "
		} ]
	},
	"LW71+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512170",
			bodyTypeZh : "BMW 6系敞篷",
			bodyTypeEn : "BMW 6 Series Convertible",
			bodyTypeCode : "F12",
			modelId : "1151183",
			modelCode : "LW71+0ZSE",
			featureCode : "LW71+S0ZSE",
			labelEn : "640i ",
			labelZh : "640i "
		} ]
	},
	"LW91+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512170",
			bodyTypeZh : "BMW 6系敞篷",
			bodyTypeEn : "BMW 6 Series Convertible",
			bodyTypeCode : "F12",
			modelId : "115112359",
			modelCode : "LW91+0ZSE",
			featureCode : "LW91+S0ZSE",
			labelEn : "650i xDrive ",
			labelZh : "650i xDrive "
		} ]
	},
	"LX91+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512160",
			bodyTypeZh : "BMW 6系双门轿跑车",
			bodyTypeEn : "BMW 6 Series Coupé",
			bodyTypeCode : "F13",
			modelId : "115112538",
			modelCode : "LX91+0ZSE",
			featureCode : "LX91+S0ZSE",
			labelEn : "M6 ",
			labelZh : "M6"
		} ]
	},
	"LY11+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512160",
			bodyTypeZh : "BMW 6系双门轿跑车",
			bodyTypeEn : "BMW 6 Series Coupé",
			bodyTypeCode : "F13",
			modelId : "115112355",
			modelCode : "LY11+0ZSE",
			featureCode : "LY11+S0ZSE",
			labelEn : "640i xDrive",
			labelZh : "640i xDrive "
		} ]
	},
	SZ61 : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512130",
			bodyTypeZh : "BMW 5 系GT",
			bodyTypeEn : "BMW 5 Series GT",
			bodyTypeCode : "F07",
			modelId : "115112585",
			modelCode : "SZ61",
			featureCode : "SZ61",
			labelEn : "528i Gran Turismo",
			labelZh : "528i GT设计套装型"
		} ]
	},
	"SZ61+S0ZLU" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512130",
			bodyTypeZh : "BMW 5 系GT",
			bodyTypeEn : "BMW 5 Series GT",
			bodyTypeCode : "F07",
			modelId : "115112518",
			modelCode : "SZ61+0ZLU",
			featureCode : "SZ61+S0ZLU",
			labelEn : "528i Luxury Line",
			labelZh : "528i 豪华型"
		} ]
	},
	"SZ61+S0ZVA" : {
		5 : [ {
			brandId : "1350601",
			seriesId : "1151003",
			seriesName : "BMW 5 Series",
			bodyType : "11512130",
			bodyTypeZh : "BMW 5 系GT",
			bodyTypeEn : "BMW 5 Series GT",
			bodyTypeCode : "F07",
			modelId : "11511138",
			modelCode : "SZ61+0ZVA",
			featureCode : "SZ61+S0ZVA",
			labelEn : "528i Vantage",
			labelZh : "528i 领先型"
		} ]
	},
	"UG71+S07AC" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151016",
			seriesName : "BMW X1",
			bodyType : "11512190",
			bodyTypeZh : "BMW X1",
			bodyTypeEn : "BMW X1",
			bodyTypeCode : "E84",
			modelId : "115112272",
			modelCode : "UG71+07AC",
			featureCode : "UG71+S07AC",
			labelEn : "sDrive18i Sport Line",
			labelZh : "sDrive18i 运动设计套装"
		} ]
	},
	"UG71+S07HW" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151016",
			seriesName : "BMW X1",
			bodyType : "11512190",
			bodyTypeZh : "BMW X1",
			bodyTypeEn : "BMW X1",
			bodyTypeCode : "E84",
			modelId : "115112546",
			modelCode : "UG71+07HW",
			featureCode : "UG71+S07HW",
			labelEn : "sDrive18i X Line",
			labelZh : "sDrive18i X设计套装"
		} ]
	},
	"UG71+S07K1" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151016",
			seriesName : "BMW X1",
			bodyType : "11512190",
			bodyTypeZh : "BMW X1",
			bodyTypeEn : "BMW X1",
			bodyTypeCode : "E84",
			modelId : "115112260",
			modelCode : "UG71+07K1",
			featureCode : "UG71+S07K1",
			labelEn : "sDrive18i MT",
			labelZh : "sDrive18i MT"
		} ]
	},
	"UG71+S07K2" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151016",
			seriesName : "BMW X1",
			bodyType : "11512190",
			bodyTypeZh : "BMW X1",
			bodyTypeEn : "BMW X1",
			bodyTypeCode : "E84",
			modelId : "115112264",
			modelCode : "UG71+07K2",
			featureCode : "UG71+S07K2",
			labelEn : "sDrive18i Lifestyle",
			labelZh : "sDrive18i 时尚型"
		} ]
	},
	"UG71+S07K3" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151016",
			seriesName : "BMW X1",
			bodyType : "11512190",
			bodyTypeZh : "BMW X1",
			bodyTypeEn : "BMW X1",
			bodyTypeCode : "E84",
			modelId : "115112268",
			modelCode : "UG71+07K3",
			featureCode : "UG71+S07K3",
			labelEn : "sDrive18i Vantage",
			labelZh : "sDrive18i 领先型"
		} ]
	},
	"VZ31+S07K4" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151016",
			seriesName : "BMW X1",
			bodyType : "11512190",
			bodyTypeZh : "BMW X1",
			bodyTypeEn : "BMW X1",
			bodyTypeCode : "E84",
			modelId : "115112590",
			modelCode : "VZ31+07K4",
			featureCode : "VZ31+S07K4",
			labelEn : "X1 sDrive20i Line  Package",
			labelZh : "X1 sDrive20i设计套装型"
		} ]
	},
	"VZ51+S07AC" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151016",
			seriesName : "BMW X1",
			bodyType : "11512190",
			bodyTypeZh : "BMW X1",
			bodyTypeEn : "BMW X1",
			bodyTypeCode : "E84",
			modelId : "115112280",
			modelCode : "VZ51+07AC",
			featureCode : "VZ51+S07AC",
			labelEn : "xDrive20i Sport Line",
			labelZh : "xDrive20i 运动设计套装"
		} ]
	},
	"VZ51+S07HW" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151016",
			seriesName : "BMW X1",
			bodyType : "11512190",
			bodyTypeZh : "BMW X1",
			bodyTypeEn : "BMW X1",
			bodyTypeCode : "E84",
			modelId : "115112550",
			modelCode : "VZ51+ 07HW",
			featureCode : "VZ51+S07HW",
			labelEn : "xDrive20i X Line",
			labelZh : "xDrive20i X设计套装"
		} ]
	},
	"VZ51+S07K3" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151016",
			seriesName : "BMW X1",
			bodyType : "11512190",
			bodyTypeZh : "BMW X1",
			bodyTypeEn : "BMW X1",
			bodyTypeCode : "E84",
			modelId : "115112542",
			modelCode : "VZ51+07K3",
			featureCode : "VZ51+S07K3",
			labelEn : "X1 xDrive20i Vantage package",
			labelZh : "xDrive20i 时尚型"
		} ]
	},
	"VZ71+S07K3" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151016",
			seriesName : "BMW X1",
			bodyType : "11512190",
			bodyTypeZh : "BMW X1",
			bodyTypeEn : "BMW X1",
			bodyTypeCode : "E84",
			modelId : "115112284",
			modelCode : "VZ71+07K3",
			featureCode : "VZ71+S07K3",
			labelEn : "xDrive28i X Line",
			labelZh : "xDrive28i X设计套装"
		} ]
	},
	"WX31+S0ZVA" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151006",
			seriesName : "BMW X3",
			bodyType : "11512200",
			bodyTypeZh : "新BMW X3",
			bodyTypeEn : "The new BMW X3",
			bodyTypeCode : "F25",
			modelId : "115112232",
			modelCode : "WX31+0ZVA",
			featureCode : "WX31+S0ZVA",
			labelEn : "xDrive20i Vantage",
			labelZh : "xDrive20i 领先型"
		} ]
	},
	"WX31+S0ZXL" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151006",
			seriesName : "BMW X3",
			bodyType : "11512200",
			bodyTypeZh : "新BMW X3",
			bodyTypeEn : "The new BMW X3",
			bodyTypeCode : "F25",
			modelId : "115112236",
			modelCode : "WX31+0ZXL",
			featureCode : "WX31+S0ZXL",
			labelEn : "xDrive20i X Line",
			labelZh : "xDrive20i X设计套装"
		} ]
	},
	"WX71+S0ZMP" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151006",
			seriesName : "BMW X3",
			bodyType : "11512200",
			bodyTypeZh : "新BMW X3",
			bodyTypeEn : "The new BMW X3",
			bodyTypeCode : "F25",
			modelId : "115112248",
			modelCode : "WX71+0ZMP",
			featureCode : "WX71+S0ZMP",
			labelEn : "xDrive35i M Sport",
			labelZh : "xDrive35i M运动型"
		} ]
	},
	"WX91+S0ZVA" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151006",
			seriesName : "BMW X3",
			bodyType : "11512200",
			bodyTypeZh : "新BMW X3",
			bodyTypeEn : "The new BMW X3",
			bodyTypeCode : "F25",
			modelId : "115112240",
			modelCode : "WX91+0ZVA",
			featureCode : "WX91+S0ZVA",
			labelEn : "xDrive28i Vantage",
			labelZh : "xDrive28i 领先型"
		} ]
	},
	"WX91+S0ZXL" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151006",
			seriesName : "BMW X3",
			bodyType : "11512200",
			bodyTypeZh : "新BMW X3",
			bodyTypeEn : "The new BMW X3",
			bodyTypeCode : "F25",
			modelId : "115112244",
			modelCode : "WX91+0ZXL",
			featureCode : "WX91+S0ZXL",
			labelEn : "xDrive28i X Line",
			labelZh : "xDrive28i X设计套装"
		} ]
	},
	"XW11+S0ZXL" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151021",
			seriesName : "BMW X4",
			bodyType : "11512210",
			bodyTypeZh : "创新BMW X4",
			bodyTypeEn : "The all-new BMW X4",
			bodyTypeCode : "F26",
			modelId : "115112295",
			modelCode : "XW11+0ZXL",
			featureCode : "XW11+S0ZXL",
			labelEn : "xDrive20i X Line",
			labelZh : "xDrive20i X设计套装"
		} ]
	},
	"XW31+S0ZOM" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151021",
			seriesName : "BMW X4",
			bodyType : "11512210",
			bodyTypeZh : "创新BMW X4",
			bodyTypeEn : "The all-new BMW X4",
			bodyTypeCode : "F26",
			modelId : "115112303",
			modelCode : "XW31+0ZOM",
			featureCode : "XW31+S0ZOM",
			labelEn : "xDrive28i M Sport",
			labelZh : "xDrive28i M运动型"
		} ]
	},
	"XW31+S0ZVA" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151021",
			seriesName : "BMW X4",
			bodyType : "11512210",
			bodyTypeZh : "创新BMW X4",
			bodyTypeEn : "The all-new BMW X4",
			bodyTypeCode : "F26",
			modelId : "115112299",
			modelCode : "XW31+0ZVA",
			featureCode : "XW31+S0ZVA",
			labelEn : "xDrive28i Vantage",
			labelZh : "xDrive28i 领先型"
		} ]
	},
	"XW51+S0ZOM" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151021",
			seriesName : "BMW X4",
			bodyType : "11512210",
			bodyTypeZh : "创新BMW X4",
			bodyTypeEn : "The all-new BMW X4",
			bodyTypeCode : "F26",
			modelId : "115112307",
			modelCode : "XW51+0ZOM",
			featureCode : "XW51+S0ZOM",
			labelEn : "xDrive35i M Sport",
			labelZh : "xDrive35i M运动型"
		} ]
	},
	"YE01+S0ZSE" : {
		7 : [ {
			brandId : "1350601",
			seriesId : "1151005",
			seriesName : "BMW 7 Series",
			bodyType : "11512180",
			bodyTypeZh : "BMW 7系四门 轿车",
			bodyTypeEn : "BMW 7 Series Sedan",
			bodyTypeCode : "F02",
			modelId : "11511118",
			modelCode : "YE01+0ZSE",
			featureCode : "YE01+S0ZSE",
			labelEn : "ActiveHybrid 740Li",
			labelZh : "高效混合动力 740Li"
		} ]
	},
	"YE21+S0ZCE" : {
		7 : [ {
			brandId : "1350601",
			seriesId : "1151005",
			seriesName : "BMW 7 Series",
			bodyType : "11512180",
			bodyTypeZh : "BMW 7系四门 轿车",
			bodyTypeEn : "BMW 7 Series Sedan",
			bodyTypeCode : "F02",
			modelId : "115112534",
			modelCode : "YE21+0ZCE",
			featureCode : "YE21+S0ZCE",
			labelEn : "730Li Classical",
			labelZh : "730Li 典雅型"
		} ]
	},
	"YE21+S0ZLU" : {
		7 : [ {
			brandId : "1350601",
			seriesId : "1151005",
			seriesName : "BMW 7 Series",
			bodyType : "11512180",
			bodyTypeZh : "BMW 7系四门 轿车",
			bodyTypeEn : "BMW 7 Series Sedan",
			bodyTypeCode : "F02",
			modelId : "11511116",
			modelCode : "YE21+0ZLU",
			featureCode : "YE21+S0ZLU",
			labelEn : "730Li Luxury",
			labelZh : "730Li 豪华型"
		} ]
	},
	"YE21+S0ZPR" : {
		7 : [ {
			brandId : "1350601",
			seriesId : "1151005",
			seriesName : "BMW 7 Series",
			bodyType : "11512180",
			bodyTypeZh : "BMW 7系四门 轿车",
			bodyTypeEn : "BMW 7 Series Sedan",
			bodyTypeCode : "F02",
			modelId : "115112312",
			modelCode : "YE21+0ZPR",
			featureCode : "YE21+S0ZPR",
			labelEn : "730Li Prestige",
			labelZh : "730Li 臻享型"
		} ]
	},
	"YE41+S0ZLU" : {
		7 : [ {
			brandId : "1350601",
			seriesId : "1151005",
			seriesName : "BMW 7 Series",
			bodyType : "11512180",
			bodyTypeZh : "BMW 7系四门 轿车",
			bodyTypeEn : "BMW 7 Series Sedan",
			bodyTypeCode : "F02",
			modelId : "1151126",
			modelCode : "YE41+0ZLU",
			featureCode : "YE41+S0ZLU",
			labelEn : "740Li Luxury",
			labelZh : "740Li 豪华型"
		} ]
	},
	"YE41+S0ZVA" : {
		7 : [ {
			brandId : "1350601",
			seriesId : "1151005",
			seriesName : "BMW 7 Series",
			bodyType : "11512180",
			bodyTypeZh : "BMW 7系四门 轿车",
			bodyTypeEn : "BMW 7 Series Sedan",
			bodyTypeCode : "F02",
			modelId : "11511126",
			modelCode : "YE41+0ZVA",
			featureCode : "YE41+S0ZVA",
			labelEn : "740Li Vantage",
			labelZh : "740Li 领先型"
		} ]
	},
	"YF01+S0ZSE" : {
		7 : [ {
			brandId : "1350601",
			seriesId : "1151005",
			seriesName : "BMW 7 Series",
			bodyType : "11512180",
			bodyTypeZh : "BMW 7系四门 轿车",
			bodyTypeEn : "BMW 7 Series Sedan",
			bodyTypeCode : "F02",
			modelId : "11511119",
			modelCode : "YF01+0ZSE",
			featureCode : "YF01+S0ZSE",
			labelEn : "750Li xDrive ",
			labelZh : "750Li xDrive"
		} ]
	},
	"YF41+S0ZSE" : {
		7 : [ {
			brandId : "1350601",
			seriesId : "1151005",
			seriesName : "BMW 7 Series",
			bodyType : "11512180",
			bodyTypeZh : "BMW 7系四门 轿车",
			bodyTypeEn : "BMW 7 Series Sedan",
			bodyTypeCode : "F02",
			modelId : "11511117",
			modelCode : "YF41+0ZSE",
			featureCode : "YF41+S0ZSE",
			labelEn : "740Li xDrive ",
			labelZh : "740Li xDrive"
		} ]
	},
	"YG01+S0ZIN" : {
		7 : [ {
			brandId : "1350601",
			seriesId : "1151005",
			seriesName : "BMW 7 Series",
			bodyType : "11512180",
			bodyTypeZh : "BMW 7系四门 轿车",
			bodyTypeEn : "BMW 7 Series Sedan",
			bodyTypeCode : "F02",
			modelId : "11511132",
			modelCode : "YG01+0ZIN",
			featureCode : "YG01+S0ZIN",
			labelEn : "760Li Individual",
			labelZh : "760Li 个性版"
		} ]
	},
	"YG01+S0ZSE" : {
		7 : [ {
			brandId : "1350601",
			seriesId : "1151005",
			seriesName : "BMW 7 Series",
			bodyType : "11512180",
			bodyTypeZh : "BMW 7系四门 轿车",
			bodyTypeEn : "BMW 7 Series Sedan",
			bodyTypeCode : "F02",
			modelId : "1151128",
			modelCode : "YG01+0ZSE",
			featureCode : "YG01+S0ZSE",
			labelEn : "760Li ",
			labelZh : "760Li "
		} ]
	},
	"YM51+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512160",
			bodyTypeZh : "BMW 6系双门轿跑车",
			bodyTypeEn : "BMW 6 Series Coupé",
			bodyTypeCode : "F13",
			modelId : "115112358",
			modelCode : "LM51+0ZSE",
			featureCode : "YM51+S0ZSE",
			labelEn : "650i xDrive",
			labelZh : "650i xDrive"
		} ]
	},
	"YM51+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512160",
			bodyTypeZh : "BMW 6系双门轿跑车",
			bodyTypeEn : "BMW 6 Series Coupé",
			bodyTypeCode : "F13",
			modelId : "115112587",
			modelCode : "YM51+0ZSE",
			featureCode : "YM51+S0ZSE",
			labelEn : "650i xDrive Coupe Standard Equipment Package",
			labelZh : "650i xDrive Coupe"
		} ]
	},
	"YP51+S0ZSE" : {
		6 : [ {
			brandId : "1350601",
			seriesId : "1151004",
			seriesName : "BMW 6 Series",
			bodyType : "11512170",
			bodyTypeZh : "BMW 6系敞篷",
			bodyTypeEn : "BMW 6 Series Convertible",
			bodyTypeCode : "F12",
			modelId : "1151184",
			modelCode : "YP51+0ZSE",
			featureCode : "YP51+S0ZSE",
			labelEn : "640i xDrive ",
			labelZh : "640i xDrive "
		} ]
	},
	"ZHI+S07S9" : {
		I : [ {
			brandId : "1350602",
			seriesId : "1151019",
			seriesName : "BMW i",
			bodyType : "11512330",
			bodyTypeZh : "全新纯电动 BMW i3 ",
			bodyTypeEn : "BMW i3",
			bodyTypeCode : "I01",
			modelId : "115112123",
			modelCode : "ZHI+07S9",
			featureCode : "ZHI+S07S9",
			labelEn : "BMW i3 Luxury",
			labelZh : "全新纯电动 BMW i3 豪华型"
		} ]
	},
	ZSE : {
		I : [ {
			brandId : "1350602",
			seriesId : "1151019",
			seriesName : "BMW i",
			bodyType : "11512340",
			bodyTypeZh : "全新BMW i8",
			bodyTypeEn : "The all-new BMW i8",
			bodyTypeCode : "I12",
			modelId : "115112329",
			modelCode : "ZSE",
			featureCode : "ZSE",
			labelEn : "ALL-NEW BMW i8",
			labelZh : "全新BMW i8"
		} ]
	},
	"ZSE+S07KY" : {
		I : [ {
			brandId : "1350602",
			seriesId : "1151019",
			seriesName : "BMW i",
			bodyType : "11512330",
			bodyTypeZh : "全新纯电动 BMW i3 ",
			bodyTypeEn : "BMW i3",
			bodyTypeCode : "I01",
			modelId : "115112127",
			modelCode : "ZSE+07KY",
			featureCode : "ZSE+S07KY",
			labelEn : "BMW i3 (Range Extender)",
			labelZh : "全新纯电动 BMW i3 增程型"
		} ]
	},
	"ZV41+S0ZPR" : {
		X : [ {
			brandId : "1350601",
			seriesId : "1151007",
			seriesName : "BMW X5",
			bodyType : "11512470",
			bodyTypeZh : "BMW X5",
			bodyTypeEn : "BMW X5",
			bodyTypeCode : "E70",
			modelId : "115112591",
			modelCode : "ZV41+0ZPR",
			featureCode : "ZV41+S0ZPR",
			labelEn : "X5 xDrive35i Prestige Package",
			labelZh : "X5 xDrive35i 臻享版"
		} ]
	}
};
var seriesAndBodyTypesByBrochure = {
	1350101 : {
		series : "1151001",
		bodyType : "11512000"
	},
	1350105 : {
		series : "1151004",
		bodyType : "11512160"
	},
	1350107 : {
		series : "1151006",
		bodyType : "11512200"
	},
	1350108 : {
		series : "1151007",
		bodyType : "11512220"
	},
	1350109 : {
		series : "1151008",
		bodyType : "11512230"
	},
	1350110 : {
		series : "1151009",
		bodyType : "11512240"
	},
	1350112 : {
		series : "1151013",
		bodyType : "11512280"
	},
	1350113 : {
		series : "1151013",
		bodyType : "11512290"
	},
	1350114 : {
		series : "1151002",
		bodyType : "11512040"
	},
	1350115 : {
		series : "1151005",
		bodyType : "11512180"
	},
	1350116 : {
		series : "1151013",
		bodyType : "11512250"
	},
	1350117 : {
		series : "1151003",
		bodyType : "11512110"
	},
	1350123 : {
		series : "1151016",
		bodyType : "11512190"
	},
	1350126 : {
		series : "1151004",
		bodyType : "11512170"
	},
	1350128 : {
		series : "1151004",
		bodyType : "11512150"
	},
	1350130 : {
		series : "1151019",
		bodyType : "11512330"
	},
	1350131 : {
		series : "1151020",
		bodyType : "11512010"
	},
	1350132 : {
		series : "1151019",
		bodyType : "11512340"
	},
	1350133 : {
		series : "1151020",
		bodyType : "11512020"
	},
	1350134 : {
		series : "1151020",
		bodyType : "11512030"
	},
	1350135 : {
		series : "1151002",
		bodyType : "11512460"
	},
	1350136 : {
		series : "1151018",
		bodyType : "11512080"
	},
	1350137 : {
		series : "1151018",
		bodyType : "11512090"
	},
	1350138 : {
		series : "1151018",
		bodyType : "11512100"
	},
	1350140 : {
		series : "1151013",
		bodyType : "11512260"
	},
	1350141 : {
		series : "1151013",
		bodyType : "11512270"
	},
	1350142 : {
		series : "1151013",
		bodyType : "11512300"
	},
	1350143 : {
		series : "1151021",
		bodyType : "11512210"
	},
	1350144 : {
		series : "1151002",
		bodyType : "11512070"
	},
	1350145 : {
		series : "1151003",
		bodyType : "11512130"
	},
	1350146 : {
		series : "1151003",
		bodyType : "11512140"
	}
};
var seriesAndBrochureByBodyType = {
	E70 : [ {
		brand : "1350601",
		series : "1151007",
		bodyType : "11512470",
		brochure : ""
	} ],
	E71 : [ {
		brand : "1350601",
		series : "1151008",
		bodyType : "11512480",
		brochure : ""
	} ],
	E72 : [ {
		brand : "1350601",
		series : "1151008",
		bodyType : "11512490",
		brochure : ""
	} ],
	E84 : [ {
		brand : "1350601",
		series : "1151016",
		bodyType : "11512190",
		brochure : "1350123"
	} ],
	E89 : [ {
		brand : "1350601",
		series : "1151009",
		bodyType : "11512240",
		brochure : "1350110"
	} ],
	E92 : [ {
		brand : "1350601",
		series : "1151013",
		bodyType : "11512500",
		brochure : ""
	} ],
	E93 : [ {
		brand : "1350601",
		series : "1151013",
		bodyType : "11512510",
		brochure : ""
	} ],
	F02 : [ {
		brand : "1350601",
		series : "1151005",
		bodyType : "11512180",
		brochure : "1350115"
	} ],
	F06 : [ {
		brand : "1350601",
		series : "1151004",
		bodyType : "11512150",
		brochure : "1350128"
	} ],
	F06M : [ {
		brand : "1350601",
		series : "1151013",
		bodyType : "11512290",
		brochure : "1350113"
	} ],
	F07 : [ {
		brand : "1350601",
		series : "1151003",
		bodyType : "11512130",
		brochure : "1350145"
	} ],
	F10 : [ {
		brand : "1350601",
		series : "1151003",
		bodyType : "11512110",
		brochure : "1350117"
	} ],
	F10M : [ {
		brand : "1350601",
		series : "1151013",
		bodyType : "11512280",
		brochure : "1350112"
	} ],
	F11 : [ {
		brand : "1350601",
		series : "1151003",
		bodyType : "11512140",
		brochure : "1350146"
	} ],
	F12 : [ {
		brand : "1350601",
		series : "1151004",
		bodyType : "11512170",
		brochure : "1350126"
	} ],
	F13 : [ {
		brand : "1350601",
		series : "1151004",
		bodyType : "11512160",
		brochure : "1350105"
	} ],
	F13M : [ {
		brand : "1350601",
		series : "1151013",
		bodyType : "11512300",
		brochure : "1350142"
	} ],
	F15 : [ {
		brand : "1350601",
		series : "1151007",
		bodyType : "11512220",
		brochure : "1350108"
	} ],
	F16 : [ {
		brand : "1350601",
		series : "1151008",
		bodyType : "11512230",
		brochure : "1350109"
	} ],
	F18 : [ {
		brand : "1350601",
		series : "1151003",
		bodyType : "11512120",
		brochure : ""
	} ],
	F20 : [ {
		brand : "1350601",
		series : "1151001",
		bodyType : "11512000",
		brochure : "1350101"
	} ],
	F22 : [ {
		brand : "1350601",
		series : "1151020",
		bodyType : "11512010",
		brochure : "1350131"
	} ],
	F23 : [ {
		brand : "1350601",
		series : "1151020",
		bodyType : "11512030",
		brochure : "1350134"
	} ],
	F25 : [ {
		brand : "1350601",
		series : "1151006",
		bodyType : "11512200",
		brochure : "1350107"
	} ],
	F26 : [ {
		brand : "1350601",
		series : "1151021",
		bodyType : "11512210",
		brochure : "1350143"
	} ],
	F30 : [ {
		brand : "1350601",
		series : "1151002",
		bodyType : "11512040",
		brochure : "1350114"
	} ],
	F31 : [ {
		brand : "1350601",
		series : "1151002",
		bodyType : "11512070",
		brochure : "1350144"
	} ],
	F32 : [ {
		brand : "1350601",
		series : "1151018",
		bodyType : "11512080",
		brochure : "1350136"
	} ],
	F33 : [ {
		brand : "1350601",
		series : "1151018",
		bodyType : "11512090",
		brochure : "1350137"
	} ],
	F34 : [ {
		brand : "1350601",
		series : "1151002",
		bodyType : "11512460",
		brochure : "1350135"
	} ],
	F35 : [ {
		brand : "1350601",
		series : "1151002",
		bodyType : "11512050",
		brochure : ""
	} ],
	F36 : [ {
		brand : "1350601",
		series : "1151018",
		bodyType : "11512100",
		brochure : "1350138"
	} ],
	F45 : [ {
		brand : "1350601",
		series : "1151020",
		bodyType : "11512020",
		brochure : "1350133"
	} ],
	F46 : [ {
		brand : "1350601",
		series : "1151020",
		bodyType : "11512035",
		brochure : ""
	} ],
	F80 : [ {
		brand : "1350601",
		series : "1151013",
		bodyType : "11512250",
		brochure : "1350116"
	} ],
	F82 : [ {
		brand : "1350601",
		series : "1151013",
		bodyType : "11512260",
		brochure : "1350140"
	} ],
	F83 : [ {
		brand : "1350601",
		series : "1151013",
		bodyType : "11512270",
		brochure : "1350141"
	} ],
	F85 : [ {
		brand : "1350601",
		series : "1151013",
		bodyType : "11512310",
		brochure : ""
	} ],
	F86 : [ {
		brand : "1350601",
		series : "1151013",
		bodyType : "11512320",
		brochure : ""
	} ],
	I01 : [ {
		brand : "1350602",
		series : "1151019",
		bodyType : "11512330",
		brochure : "1350130"
	} ],
	I12 : [ {
		brand : "1350602",
		series : "1151019",
		bodyType : "11512340",
		brochure : "1350132"
	} ]
};*/
